{"track_id":"2tgWF9EZzqiq4Qzdzeow1A","lyrics":"1 Contributorら、のはなし (What If...) Lyrics​あいみょん「ら、のはなし」の歌詞\n\n[Verse 1]\n君のいない世界で\n僕が生きるとすれば\nそれはそれはとても\n居心地が悪いことだろう\n\n[Verse 2]\n愛しい人のためなら\nなんでもできるつもりさ\nただそれは\n君がとなりにいてくれた\n\n[Chorus]\nら、の話だから。\nこんな歌気持ちが悪いだけだから\nああ 余裕を持って人を\n好きになれる人ってこの世にいるのかな\n\n[Verse 3]\n君の持っているもの\n僕に少し下さい\nそれがきっと\nふたりを繋ぐ何かになるだろう\nYou might also like[Verse 4]\n愛しい人がこのまま\n誰かの愛しい人になるのを\n黙って見てるのは嫌だから\n\n[Chorus]\nって、話なんだけどさ。\nこれってやっぱり気持ち悪いかな\nああ 理想なんてものは\n早いうちに捨ててしまうのが楽だろうな\n\n[Verse 5]\n君との恋を望みながら\n誰かの不幸を願いつつあるよ\nそんな僕の思いつきも\n結局は君がとなりにいてくれた\n\n[Chorus]\nら、の話だから。\nこんな歌気持ちが悪いだけだから\nああ 余裕を持って人を\n好きになれる人ってこの世にいるのかなEmbed","language":"ja"}
{"track_id":"3Z14anmq3j3aKSVd81sCQz","lyrics":"17 Contributors200 MİLYAR Lyrics[\"200 MİLYAR\" için şarkı sözleri]\n\n[Giriş]\n(AK-AKDO)\nAh\n\n[Nakarat]\nOynanıyo' final, babalar firar\nAh, saat iki yüz milyar\nKuruyo'lar komplo, kankam sürer motor\nPiyasa bi' orman ama babada var rambo\n\n[Verse 1]\nAh, sert kafa babalar dominan' (Şş)\nYeni manitamın ismi Ha'monica (Wouh)\nHareketler kısıtlı, bak olaylar ideal\n\"Merhaba\"na \"Merhaba\", \"Görüşürüz, hoşça kal\" (Grr)\nBi'kaç araba var, sanki rent a car\nMade legal, oğlum hep devam yola (Yeah)\nBende bi' kişinin sade resmi var\nValla mutlak golü bunlar taca attılar\n\n[Köprü]\nBenim yeni araba bebeğim of, of\nDedi \"Senin yanına geli'm\" of, of (Mhm)\nBunu gören herkese şok, şok\nİmzala bütün sözleşmeleri, let's go\nYou might also like[Nakarat]\nOynanıyo' final, babalar firar\nAh, saat iki yüz milyar\nKuruyo'lar komplo, kankam sürer motor\nPiyasa bi' orman ama babada var rambo (Yeah)\n\n[Verse 2]\nElindekini ver, Fransız'a \"Jé m'appelle\" (Şş, huh)\nMemnun oldum matmazel, o da bi' \"Merhaba\" der\nOlsun yine de gel, \"Tamam, o halleder\"\nTükenmez çareler etrafta düğmeler\n\n[Köprü]\n(Ver bakıyım AKDO)\nSenin sorun ne kardeş? Saat, saat daha beş (Wouh)\nSaat daha beş, saat, saat daha beş (Wouh)\nSenin sorun ne kardeş? Saat, saat daha beş\nSaat daha beş, saat, saat daha beş (Brr)\nVallahi vazgeçmiş ondan\nDedim ona, \"Kapat şunu\" (Yeah)\nSenin sular geçmiş çoktan, haberin olsun (Ah)\n\n[Nakarat]\nOynanıyo' final, babalar firar\nAh, saat iki yüz milyar\nKuruyo'lar komplo, kankam sürer motor\nPiyasa bi' orman ama babada var ramboEmbed","language":"tr"}
{"track_id":"0MNemc24NyVm0zdeVWUPhq","lyrics":"5 Contributorsไม่เฟี้ยว (Not Cool) Lyrics[Chorus]\nทำอะไรก็ทำให้สุดบอกโอมมึงอย่าไปยอม\nและกูจะเป็นแม่งให้หมดนัก rap, นัก trap, นักร้อง\nหรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\nเฟี้ยวไม่เฟี้ยวก็ทำแฟนคุณเหลียวล่ะ\nคนอะไรทำไมมันเท่ขนาดเนี้ยอ่ะ\nเด็กเด็กน่ะเขายังบอกพี่โอมแม่งเฟี้ยวจัด\nHey, หรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\nเฟี้ยวไม่เฟี้ยวผมก็ทำแฟนคุณเหลียวล่ะ\nคนอะไรทำไมมันเท่ได้ขนาดเนี้ย\nเด็กเด็กน่ะเขายังบอกพี่โอมแม่งเฟี้ยวจัด, hey\nหรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\n\n[Verse 1]\nUh, หรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\nผู้ใหญ่หลายหลายคนเห็นผมแล้วก็ยังเสียว\nนักการเมืองจนคนขายบะหมี่เกี๊ยว\nการันตีคุณภาพว่าผมเฟี้ยวว่ะ\nผมไม่ได้เกิดมาเพื่อ rap แค่อย่างเดียว\nเพราะถ้าทำได้แค่นั้นคงไม่เฟี้ยว\nคนบางคนได้แค่ rap เขาบอก real\nแต่ถ้ามาเทียบกับผมผมว่าเขายังไม่เฟี้ยว\nกระเป๋านี้ brand name กางเกงยีนส์ก็ Hara\nI phone ตัวท็อปน่ะผมก็มีแต่เปิดไปเจอแต่ดราม่า\nเรื่องเพลงให้ ILLSLICK แฟชั่นผมให้ยก Gaga\nถ้าคุณไม่ชอบก็ไม่เป็นไรเอาไว้ค่อยเจอกันงานหน้า\nYou might also like[Chorus]\nทำอะไรก็ทำให้สุดบอกโอมมึงอย่าไปยอม\nและกูจะเป็นแม่งให้หมดนัก rap, นัก trap, นักร้อง\nหรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\nเฟี้ยวไม่เฟี้ยวก็ทำแฟนคุณเหลียวล่ะ\nคนอะไรทำไมมันเท่ขนาดเนี้ยอ่ะ\nเด็กเด็กน่ะเขายังบอกพี่โอมแม่งเฟี้ยวจัด\nHey, หรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\nเฟี้ยวไม่เฟี้ยวผมก็ทำแฟนคุณเหลียวล่ะ\nคนอะไรทำไมมันเท่ได้ขนาดเนี้ย\nเด็กเด็กน่ะเขายังบอกพี่โอมแม่งเฟี้ยวจัด, hey\nหรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\n\n[Verse 2]\nบางครั้งบางคนเราไม่ต้องแคร์\nไม่ใช่เพื่อนไม่ใช่แฟนไม่รู้จะแคร์ไปทำไม\nก็ขอแค่เป็นตัวเองได้ปะแก\nไม่รู้ผู้ใหญ่บางคนเขาจะปิดกั้นไปทำไมอ่ะ\n1:01 ไม่เช้าไม่นอน (ไม่เช้าไม่นอน)\nสุขุมวิทคุณเข้ามาลอง (คุณเข้ามาลอง)\nเพลงฮิตต่อเนื่องเหมือนฆาตกร (เหมือนฆาตกร)\nเสกเสียงเพลงเป็นเงินเป็นทอง (รวย)\nก่อนที่คนจะเฟี้ยวมันก็ต้องเสี่ยวกันมาก่อน\nและการที่คนจะเฟี้ยวมันไม่ได้เกี่ยวกับข้อสอบ\nผมอาจเป็นเด็กดื้อที่ไม่ยอมทำตามพ่อบอก\nแต่ว่าวันนี้ผมรวยเพราะเพลงและผมจะกลับไปให้พ่อกอด\n[Chorus]\nทำอะไรก็ทำให้สุดบอกโอมมึงอย่าไปยอม\nและกูจะเป็นแม่งให้หมดนัก rap, นัก trap, นักร้อง\nหรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\nเฟี้ยวไม่เฟี้ยวก็ทำแฟนคุณเหลียวล่ะ\nคนอะไรทำไมมันเท่ขนาดเนี้ยอ่ะ\nเด็กเด็กน่ะเขายังบอกพี่โอมแม่งเฟี้ยวจัด\nHey, หรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะ\nเฟี้ยวไม่เฟี้ยวผมก็ทำแฟนคุณเหลียวล่ะ\nคนอะไรทำไมมันเท่ได้ขนาดเนี้ย\nเด็กเด็กน่ะเขายังบอกพี่โอมแม่งเฟี้ยวจัด, hey\nหรือคุณจะบอกว่าผมไม่เฟี้ยวอ่ะEmbed","language":"th"}
{"track_id":"1m3H2GKv7KYWotKif65JEI"}
{"track_id":"0yxnBa0bqbDE87o1wQswIs","lyrics":"2 ContributorsЖенен (Zhenen) Lyrics[Текст на песента \"Женен\"]\n\n[Куплет 1: Меди, Габриела, Меди и Габриела]\nКакво ми направи, че да забравя жена ми?\nСпрях да я целувам, само тебе сънувам!\nВсеки ден си казвам, време е да те зарязвам\nПогледна ли ти очите, прощавам ти пак за лъжите!\nИ питам как да спра сега?!\n\n[Припев: Меди и Габриела]\nНе е редно, знам, и не, не ме е срам!\nЖивота давам си, но няма теб да дам!\nДано не ми се върне само някой ден\nТака да правят и с мен!\nИ да е грешно, долно\nДа ме разпънат на кръст!\nЗа моето място, болно\nПопитат ли ме — теб ще соча с пръст\nИ нека лошо име тръгне ми\nСамо ти не тръгвай, остани\n\n[Куплет 2: Меди, Габриела, Меди и Габриела]\nКажи ми как да спреме? Да бяхме се спряли на време!\nТвърде много чувства, имаме в секса с тебе\nНай е болно в мене, че кашата аз я забърках\nДа си женен, женен, а аз по теб се побърках\nИ питам как да спра сега?\nYou might also like[Припев: Меди и Габриела]\nНе е редно, знам, и не, не ме е срам!\nЖивота давам си, но няма теб да дам!\nДано не ми се върне само някой ден\nТака да правят и с мен!\nИ да е грешно, долно\nДа ме разпънат на кръст!\nЗа моето място, болно\nПопитат ли ме — теб ще соча с пръст\nИ нека лошо име тръгне ми\nСамо ти не тръгвай, остани\n\n[Инструментална Пауза]\n\n[Припев: Меди и Габриела]\nНе е редно, знам, и не, не ме е срам!\nЖивота давам си, но няма теб да дам!\nДано не ми се върне само някой ден\nТака да правят и с мен!\nИ да е грешно, долно\nДа ме разпънат на кръст!\nЗа моето място, болно\nПопитат ли ме — теб ще соча с пръст\nИ нека лошо име тръгне ми\nСамо ти не тръгвай, останиEmbed","language":"bg"}
{"track_id":"1sPLURKAosM3Jampgp9AWq","lyrics":"205 ContributorsSandra’s Rose Lyrics[Chorus: Maneesh & Drake]\nYeah, no more, no more\nBaby, baby, baby, baby, baby, baby, baby\nYeah, no more, no more\nBaby, baby, baby, baby, baby, baby, baby\nOoh, ooh (Yeah)\n\n[Verse 1: Drake]\nNiggas see the crib and ask who did I steal from\nPrice tags on makin' the world feel some\nThey don't have enough to satisfy a real one\nMaverick Carter couldn't even get the deal done\nNiggas scared to come towards us, gotta run from us\nLouisville hush money for my young gunners\nRick Pitino, I take 'em to strip clubs and casinos\nStack of C-notes, get all you niggas scratched like Preemo\nWorms, I just opened up a can of those\nMy mother had a flower shop, but I was Sandra's rose\nTwo girls that I rope like Indiana Jones\nI make them hoes walk together like I'm Amber Rose\nYeah, fuck that, I got to up the ante\nCalifornia girls sweeter than pieces of candy\nHad me all in Nipsey hood to go link up with Sammy\nType of hood where bandanas make niggas a family\nHead on a swivel, I could shoot but I could never dribble\nLife too short, I gotta get it 'fore they blow the whistle\nMy uncle tryna change my energy with stones and crystals\nBut it's gon' take more than that for me to control my issues\nI wasn't made for no casket or no prison cell\nEvery title doin' numbers like I'm Miss Adele\nSandra knows I pulled us out of a living hell\nI'm the chosen one, flowers never pick themselves\nYou might also like[Chorus: Maneesh]\nYeah, no more, no more\nBaby, baby, baby, baby, baby, baby, baby, yeah\nYeah, no more, no more\nBaby, baby, baby, baby, baby, baby, baby\nOoh, ooh\n\n[Verse 2: Drake]\nNiggas want a classic, that's just ten of these\nCrime family like the Genovese, you don't want drama, capisc'?\nMy house is full of supermodels just like Mohamed Hadid\nI take this shit too serious, you niggas my comic relief\nI find it funny how I keep on talkin' and commas increase\nI'm standin' at the top of where you niggas are climbin' to reach\nI even got my very own initials inscribed on my sheets\nSubtle reminders are key, jeez!\nSpoiler alert: the second act is tragic\nAnd everyone that wants the worst for me's askin' what happened\nBackstabbed so many times I started walkin' backwards\nLike Charlamagne, I see the light and see the darkest patches\nBury me and I'll be born again\nI walk in godly form amongst the mortal men\nI got some real demons across the border fence\nAnd made a note of the mistakes we can't afford again\nLike I said, can of worms and I'm the early bird\nNiggas want to hang but I'm too busy doin' dirty work\nHit 'em back and say we'll link up on the 33rd\nWhen I say that they cursin' me, it ain't dirty words\nChurch of Pentecost, Holy Spirit synagogue\nI don't know who's protectin' me but we hit it off\nSandra's rose, no wonder they tryna pick me off\nI guess you gotta show these niggas who you really are\n[Chorus: Maneesh]\nYeah, no more, no more\nBaby, baby, baby, baby, baby, baby, baby, yeah\nYeah, no more, no more\nBaby, baby, baby, baby, baby, baby, baby\nOoh, ooh, ooh, ooh25Embed","language":"en"}
{"track_id":"7MxhdBolnOFvWu4WMURsX5","lyrics":"2 Contributorsทราบแล้วเปลี่ยน (attention please) LyricsLadies and gentlemen\nThe captain has turned off\nThe fasten seat belt sign\nYou’re now free to move about the cabin\n\nยินดีจะต้อนรับท่านผู้โดยสาร\nสู่ท่าอากาศยานหัวใจ\nรัดเข็มขัดด้วยนะ เพื่อความปลอดภัย\nก่อนที่จะเดินทางไกลโปรดฟัง\n\nมีเรื่องอึดอัดในใจ\nโปรดทิ้งเอาไว้ก่อนลา\nส่วนตัวดิฉันมีสิ่งที่ค้างคา\nไม่อยากรอจะขออนุญาต\n\nประกาศได้ไหม ต้องการจะแจ้งให้ทราบ\nว่าตัวฉันไม่มีใคร อยู่คนเดียวก็เหงาใจ\nรีบด่วนแค่อยากรบกวน\nเพราะว่าฉันไม่สมควรจะเหงา\n\nบอกคุณได้ไหม แม้คุณจะไม่อยากทราบ\nลองเปิดใจให้ฉันที ในเมื่อเราเหงาเหมือนกันอย่างนี้\nคงจะดีกว่าไหม ความในใจที่พูดไป\nได้โปรดทราบแล้วไม่เปลี่ยนไป ได้หรือเปล่า\n\nMay I have your attention please\nIt’s that what I need\nOur flight time will be forever\nCould you please stay right here together?\nYou might also likeAt this time, make sure you fasten your seat belt\nKindly blend my heart melts\nBecause you make me feel unstopable\nAnd just make your heart available\n\nแค่อยากบอกความในใจ\nให้รู้เอาไว้ก่อนลา\nเก็บเอาความเหงา\nมาฝากเมฆไว้บนฟ้า\nแค่สบตาก็คงได้รับรู้\n\nประกาศได้ไหม ต้องการจะแจ้งให้ทราบ\nว่าตัวฉันไม่มีใคร อยู่คนเดียวก็เหงาใจ\nรีบด่วนแค่อยากรบกวน\nเพราะว่าฉันไม่สมควรจะเหงา\n\nบอกคุณได้ไหม แม้คุณจะไม่อยากทราบ\nลองเปิดใจให้ฉันที ในเมื่อเราเหงาเหมือนกันอย่างนี้\nคงจะดีกว่าไหม ความในใจที่พูดไป\nได้โปรดทราบแล้วไม่เปลี่ยนไปได้หรือเปล่า\n\nWe are pleased to inform you\nThat all our flights are non-lonely\nThat is easy, Oh pleased me\nKeep that smile\nPlease enjoy the flight!\n(ต่อให้นานแค่ไหน)\n(รอถึงเมือไหร่)\nก็จะทราบแล้วไม่เปลี่ยนใจแน่นอนEmbed","language":"th"}
{"track_id":"58st6r10Ze6QomHs0BMUA8","lyrics":"114 ContributorsTranslationsItalianoEnglish91's Lyrics[Paroles de \"91's\"]\n\n[Intro : Ademo]\nJ'remplace vé-Her par JR, j'suis loin d'Dallas (j'suis loin d'Dallas)\nJ'fuck l'esclavage, j'revends la blanche à Obama (à Obama)\nJ'refuse qu'on soit soumis, j'sors le gala (j'sors le gala)\nJ'suis un lion, pas un mouton, j'suis comme baba (ba-ba-ba-ba-ba)\n\n[Couplet 1 : Ademo]\nJ'traîne dans la city bourrée d'vices\nJ'ai la bouche pleine pourtant, j'dois goûter l'vide\nLe miroir est net, le visage est brisé\nOn chante en public mais nos larmes sont privées\nEt pour le coup, j'suis pas une star d'Hollywood\nBat les couilles, j'fais du Beverly Hills\nRien ne sert de jouer les thugs, on est cool\nMême deux Glocks peuvent te faire des peaces\nJ'suis QLF, j'fais mes ennemis amis\nTrop parano pour faire ami-ami\nEt bat les couilles, j'suis pas une star d'Hollywood\n\n[Refrain : Ademo]\nJ'remplace vé-Her par JR, j'suis loin d'Dallas (J'suis loin d'Dallas)\nJ'fuck l'esclavage, j'revends la blanche à Obama (à Obama)\nJ'refuse qu'on soit soumis, j'sors le gala (j'sors le gala)\nJ'suis un lion, pas un mouton, j'suis comme baba (ba-ba-ba-ba-ba)\nJ'veux juste un cocktail frais (frais) avec le petit parasol\nFuck ta chicha trop flinguée (flinguée), nous, c'est cigare Al Capone\nEt tchi, et tchi, ah-ah-ah (ah-ah-ah)\nJ'veux juste un cocktail frais (frais)\nYou might also like[Couplet 2 : N.O.S]\nPas de feat, igo, pas de suçage de bites\nReprésente les miens comme il faut, dans le shit comme dans la 'sique\nOuais, tu peux pas comprendre l'histoire d'une vie\nDonc ne pose pas de questions ou interview ma bite\nPeace, peace, peace, peace\nFaut qu'on claque ce liquide, pour les nôtres dans cette vie avant de partir en shit\nToutes les rues sont vides et les fenêtres donnent sur nous\nÂme tordue dans la ville, on fait peur à ton jnoun\nUn regard froid sur le pétard\nJ'claque du fric comme à l'ancienne juste pour voir\n3ami que la famille, on les baise au ralenti\nJe t'aime plus que ma vie, ton rire pour m'en sortir\nÇa a démarré dans l'zoo, dans la haine pour les keufs\nDans le stress, dans les fours, dans les tirs près d'mes reufs\nPuis l'argent a séparé, pas longtemps, juste pour la vie\nJ'fais le tour du monde, je m'enfume, je m'ennuie\nJ'monte sur scène l'ami, elles crient mon blase\nJ't'aurais bien fait faire un tour du ghetto quand j'vendais la Niaks\nTordage au max, j'fais l'tour, j'me casse\nPresque tout m'ennuie, à part les baiser\n\n[Pont : N.O.S]\nJ'ai trop fumé, trop percé, à part ça, on les pénètre\nJ'brise rêve de go de tes rêves, on prend le monde sans vivre\nLe monde ou rien d'père en fils\nNine-one-ties\n[Refrain : Ademo]\nJ'remplace vé-Her par JR, j'suis loin d'Dallas (j'suis loin d'Dallas)\nJ'fuck l'esclavage, j'revends la blanche à Obama (à Obama)\nJ'refuse qu'on soit soumis, j'sors le gala (j'sors le gala)\nJ'suis un lion, pas un mouton, j'suis comme baba (ba-ba-ba-ba-ba)\nJ'veux juste un cocktail frais (frais) avec le petit parasol\nFuck ta chicha trop flinguée (flinguée), nous, c'est cigare Al Capone\nLes thunes, les thunes, ah-ah-ah (ah-ah-ah)\nJ'veux juste un cocktail frais (frais)19Embed","language":"fr"}
{"track_id":"4EgdU9qfAfHC8ZsGd7dnac"}
{"track_id":"4dpNEp0XiI4dP2soHsxDkZ","lyrics":"6 ContributorsSe Terminó Lyrics[Letra de \"Se Terminó\" ft. Kodigo]\n\n[Intro: Lit Killah & Kodigo]\nThis is the Big One\nNo, no, no voy a mentirte\nNo, no soy lo que tú dijiste\nHoy, hoy voy a ponerme a firme\nVoy a bloquearte de to' lado' y no voy a seguirte (Yeah, yeah, ah)\n\n[Coro: Lit Killah & Kodigo]\nTirado con el celular en el sillón\nPensando en todo el tiempo que perdí con vos\nQué mala que es la vida, ¿y por qué nos cruzó? (Oh)\nPero qué bueno que todo eso se terminó (Yeah, yeah, yeah, yeah, yeah, yeah, yeah, duro, duro)\nTirado con el cеlular en el sillón (En el sillón)\nPеnsando en todo el tiempo que perdí con vos (Lit Killah)\nQué mala que es la vida, ¿y por qué nos cruzó? (Un, dos, tres)\nPero qué bueno que todo eso se terminó (Kodigo)\n\n[Verso 1: Kodigo]\nNo quiero más cenar a la luz de la' vela'\nNi volverte a pensar por mucho que me duela\nNuestro amor era ilusión como Coachella\nPero se cancela, mala como Cruella\nAhora dice' que quiere' que te llene de Nutella\nPero e' otra mujer la que por la' noche' me consuela\nLo que caminé contigo solo hizo gastar mi suela\nY me dio la experiencia pa' que otra vez no suceda\nTú me cela' y no me quiere', ey (¡Rra!)\nSolo quieres controlarme\nPorque no quisiera' verme con otra' mujere'\nEy (Wuh), ey (Wuh), ey (Wuh), ¿pero por qué me detiene'?\nSi nunca e' valioso lo que por la fuerza se retiene\nBien seguro de la gente que me quiere\nY tu mala energía en mi radar no interfiere, smere\nSee LIT killah LiveGet tickets as low as $36You might also like[Pre-Coro: Lit Killah & Kodigo]\nSi puede, me hiere\nY se aprovecha porque sabe que me tiene\nSi puede, me hiere\nY se aprovecha porque sabe, sabe, sabe, sabe (Yeah, yeah, wuh)\n\n[Coro: Lit Killah & Kodigo]\nTirado con el celular en el sillón\nPensando en todo el tiempo que perdí con vos\nQué mala que es la vida, ¿y por qué nos cruzó? (Oh)\nPero qué bueno que todo eso se terminó (Yeah, yeah, duro, duro)\nTirado con el celular en el sillón (En el sillón)\nPensando en todo el tiempo que perdí con vos (Koko)\nQué mala que es la vida, ¿y por qué nos cruzó? (Un, dos, tres)\nPero qué bueno que todo eso se terminó (Lit Killah)\n\n[Verso 2: Lit Killah]\nNo tengo drama (Drama), mi pasado lo pisé\nFlow pesado, me pasé, pasé en rojo y no frené\n¿Por qué me llama'? (Llama') Si ya sabe' cómo e'\nParece' un CD rayado y con mi movie 'tamo en play\nAndo con Big One y con Kodi\nNo mande' WhatsApp que no lo' vi\nNo me venga' a molestar, si a mí me da igual\nNo fue mi culpa, todo te lo di cuando te vi mal\nShorty, loco-loco me volví\nDespué' me desenvolví\nY aunque duela, yo aprendí\nQue tú no era' para mí\n[Pre-Coro: Lit Killah & Kodigo]\nSi puede, me hiere\nY se aprovecha porque sabe que me tiene\nSi puede, me hiere\nY se aprovecha porque sabe, sabe, sabe, sabe (Wuh)\n\n[Coro: Lit Killah & Kodigo]\nTirado con el celular en el sillón\nPensando en todo el tiempo que perdí con vos (¡Prra!)\nQué mala que es la vida, ¿y por qué nos cruzó?\nPero qué bueno que todo eso se terminó (Yeah, yeah, yeah, yeah, duro, duro)\nTirado con el celular en el sillón (En el sillón)\nPensando en todo el tiempo que perdí con vos (Lit Killah)\nQué mala que es la vida, ¿y por qué nos cruzó? (Koko)\nPero qué bueno que todo eso se terminó1Embed","language":"es"}
{"track_id":"25rz3D4oroFC0GXm3xFXnG","lyrics":"4 ContributorsTem Cabaré Essa Noite Lyrics[Letra de \"Tem Cabaré Essa Noite\" com Nivaldo Marques & NATTAN]\n\n[Intro: Nattan & Nivaldo Marques]\nNivaldo Marques\nTem um, tem cabaré essa noite\nOh, se tem hein Nattan, vem cantar comigo\nO hit do Brasil, ooh\n\n[Verso: Nivaldo Marques & Nattan]\nE os teus pais não me aceitam em tua casa\nJá que eu não posso te ver, vou sair pra beber\nMeus amigos já estão na balada\nVou sair, vou descer, embrasar no rolê\nVocê não deu valor, nunca se importou\nA partir de hoje, nosso amor acabou\nJá foi, deu pra mim\nEu vou meter o louco (Woo)\n\n[Pré-Refrão: Nivaldo Marques & Nattan]\nE não me importa o que diga, eu não vou voltar\nAdeus, curta tua vida, eu vou curtir de cá\nAgora eu tô solteiro, eu vou gritar pra todos (Woo)\n\n[Refrão: Nivaldo Marques & Nattan]\nE tem cabaré essa noitе (Ui, ai)\nTem cabaré essa noite (Nattanzinho)\nE tеm cabaré essa noite (Ai, ui)\nTem cabaré essa noite, essa noite, essa noite\nE tem cabaré essa noite (Heh, hoje tem)\nTem cabaré essa noite (Tá convidada viu, woo)\nTem cabaré essa noite (Ai, ui)\nTem cabaré essa noite, vem, woo\nYou might also like[Interlúdio: Nattan & Nivaldo Marques]\nE é o Nattanzinho, Nivaldo Marques\nAlô Nivaldo Marques (Oh, se tem hein Nattan)\nAlô Gkay\n\n[Verso: Nattan & Nivaldo Marques]\nE os teus pais não me aceitam em tua casa\nJá que não posso te ver, vou sair pra beber\nMeus amigos já estão na balada\nVou partir, vou descer, embrasar no rolê\nVocê não deu valor, nunca se importou\nA partir de hoje, nosso amor acabou\nJá fui, deu pra mim, eu vou meter o louco\n\n[Pré-Refrão: Nattan & Nivaldo Marques]\nE não importa o que diga, eu não vou voltar\nAdeus, curta sua vida, eu vou curtir de cá\nAgora eu tô solteiro e vou gritar pra todos (Woo)\n\n[Refrão: Nattan & Nivaldo Marques]\nE tem cabaré essa noite (Ui, ai)\nTem cabaré essa noite (Hah, Nattanzinho)\nTem cabaré essa noite (Ai, ui)\nTem cabaré essa noite (Tu vai? Eu vou)\nTem cabaré essa noite\nTem cabaré essa noite (Nivaldo Marques)\nTem cabaré essa noite (Ui, ai)\nTem cabaré essa noite (Vem, woo)\n[Saída: Nattan & Nivaldo Marques]\nE é o Nattanzinho, Nivaldo Marques (Nivaldo Marques)\nVamo simbora, Nattanzinho\nWoo-oohEmbed","language":"pt"}
{"track_id":"0vR2rIVORmgeKiGIgNT0fV","lyrics":"1 ContributorToday’s Top Hits 7/9/21 (feat. Post Malone) Lyrics1. Post Malone - Motley Crew\n\n2. The Kid LAROI - Stay (feat. Justin Bieber)\n\n3. Billie Eilish - NDA\n\n4. Måneskin - Beggin'\n\n5. BTS - Permission to Dance\n\n6. Ed Sheeran - Bad Habits\n\n7. Olivia Rodrigo - good 4 u\n\n8. Doja Cat - Kiss Me More (feat. SZA)\n\n9. Lil Nas X - MONTERO (Call Me By Your Name)\n\n10. Dua Lipa - Levitating (feat. DaBaby)\n\n11. The Weeknd & Ariana Grande - Save Your Tears (Remix)\n\n12. Bruno Mars & Andersson .Paak & Silk Sonic - Leave The Door Open\n\n13. Bad Bunny - Yonaguni\n14. Justin Bieber - Peaches (feat. Daniel Caesar & Giveon)\n\n15. Doja Cat & The Weeknd - You Right\n\n16. BTS - Butter\n\n17. Olivia Rodrigo - deja vu\n\n18. Rauw Alejandro - Todo De Ti\n\n19. Marshmello & Jonas Brothers - Leave Before You Love Me\n\n20. Glass Animals - Heat Waves\n\n21. Bella Poarch - Build a Bitch\n\n22. J Balvin & María Becerra - Qué Más Pues?\n\n23. Maroon 5 - Beautiful Mistakes (feat. Megan Thee Stallion)\n\n24. Masked Wolf - Astronaut In The Ocean\n\n25. Giveon - Heartbreak Anniversary\n\n26. Megan Thee Stallion - Thot Shit\n27. Travis Scott & HVME - Goosebumps (Remix)\n\n28. Riton & Nightcrawlers - Friday (feat. Mufasa & Hypeman) Dopamine Re-Edit\n\n29. OneRepublic - Run\n\n30. Olivia Rodrigo - traitor\n\n31. Dua Lipa - We're Good\n\n32. Galantis, David Guetta & Little Mix - Heartbreak Anthem\n\n33. Måneskin - I WANNA BE YOUR SLAVE\n\n34. The Kid LAROI - WITHOUT YOU\n\n35. Billie Eilish - Lost Cause\n\n36. Tyler, The Creator - WUSYANAME (feat\nYoungboy Never Broke Again & Ty Dolla $ign)\n\n37. Polo G - RAPSTAR\n\n38. Madison Beer - Reckless\n\n39. Tom Grennan - Little Bit of Love\n40. SEB - seaside_demo\n\n41. Majestic & Boney M. - Rasputin\n\n42. Saweetie - Best Friend (feat. Doja Cat)\n\n43. Roddy Ricch - Late At Night\n\n44. WILLOW - t r a n s p a r e n t s o u l feat. Travis Barker\n\n45. ATB, Topic & A7S - Your Love (9PM)\n\n46. Calvin Harris - By Your Side (feat. Tom Grennan)\n\n47. Cardi B - Up\n\n48. Griff - Black Hole\n\n49. Zoe Wees - Girls Like Us\n\n50. Anne-Marie & Niall Horan - Our Song2Embed","language":"en"}
{"track_id":"3H9GDhVVTlmFQSmpt51qiP","lyrics":"14 ContributorsSolo Pienso en Ti Lyrics[Letra de \"Solo Pienso en Ti\" ft. De La Ghetto & Justin Quiles]\n\n[Intro: De La Ghetto & Justin Quiles]\nEy, ey, ey\nYey, yey, yey\nLo que quiera' te daré, yeah (Uh)\nE' que tú ere' mi bebé, yeah (Uh, ah)\nMi bebé\nO-O-Ovy On The Drums\n\n[Verso 1: Paulo Londra & Justin Quiles]\nQuisiera algún deseo que me lleve al pasado, oh yeah (Pasado; oh yeah)\nEn donde de ese entonce' no estábamo' peleado' (Peleado'; uh, uh)\nPorque yo no puedo conformarme si no estoy a tu lado (Lado)\nMe siento un cobarde por haberme alejado (-do)\nY siento que en mi vida fui un maldito tarado (Uh, uh)\n\n[Estribillo: Paulo Londra, Justin Quiles & De La Ghetto]\nEy, porque ahora yo sólo pienso en ti\nY ahora yo no puedo dormir (No, no, no, no)\nEy, solamente sentado aquí (Aquí)\nPensando en cómo hacerte feliz\nEy, ahora yo sólo pienso en ti (Pienso en ti)\nAhora yo no puedo dormir (No puedo dormir)\nSolamente sentado aquí (Yeh, yeh)\nPensando en cómo hacerte feliz (-certe feliz)\nYou might also like[Verso 2: Justin Quiles]\nAy, ay; mami, tú me tiene' (Yeah)\nPensando como un loco\nMe deshabilito, no puedo hacer nada pensando que te toco (¡Uh!)\nAhora viene el verano (Yeah)\nTe tira' una foto, modelando de espalda\nEnseñando la' nalga' con aceite de coco\nQuiero tenerte otra ve'\nDime qué e' lo que hay que hacer\nE' que yo no puedo calmar esta sed (¡Nah!)\nLo que quiera' te daré\nYo me rindo ante tu' pie' (¡Yeah!)\nDame un beso aquí en la boca\nVen, hagámolo' otra ve'\n(¡Skrt!)\n\n[Estribillo: De La Ghetto & Paulo Londra]\n(Okay, okay)\nAhora yo sólo pienso en ti (Sólo pienso en ti)\nAhora yo no puedo dormir (No puedo dormir; no, no, no, no)\nEh, solamente sentado aquí (Aquí)\nPensando en cómo hacerte feliz (Feliz)\nY ahora yo sólo pienso en ti (Pienso en ti)\nEy, ahora yo no puedo dormir (No puedo dormir)\nEy, solamente sentado aquí (Yeh, yeh)\nPensando en cómo hacerte feliz (-certe feliz; ey)\n[Verso 3: Paulo Londra]\nUna chica que sí e' de novela (Eah)\nCuando pasa, me deja secuelas (Eah)\nY la miro, no puedo negar que yo quiero pasar una noche con ella (Oh, oh, woh)\nY no sé cómo hacer para decirle que (Para decirle que)\nYo no la puedo olvidar y- (¡Quiero!)\nQuiero decirle que me hace falta (Decirle; -ce falta)\nNo sólo un finde, sino to'a la semana (To'a la semana)\nEs increíble cómo me mata (-ta)\nCómo me puede sólo con su mirada (Eah)\nElla no sueña con un castillo\nSueña con algo má' complicado\nVer pelis y comer mil Doritos\nCon un hombre que no sea un tarado\nPor eso me vine a su lado\nA pesar de ser un desconfiado\nPorque sé que ella también pasó por lo mismo que me había pasado, yeah\n\n[Verso 4: De La Ghetto & Paulo Londra]\n(Yeah)\nBaby, yo sé que tú quiere'\nVolverlo a hacerlo conmigo\nSiempre 'tás en mi mente\nNo sé qué me hizo Cupido\nTo' lo que me hiciste a mí es algo que nunca olvido\nTú olvida el pasado, estar junto' es el destino\nY siempre pienso (Pienso)\nQue te voy a tener aquí de nuevo (De nuevo)\nPa' hacerlo como en lo' viejo' tiempo' (Yeh, yeh, yeh)\nQuiero volver a adueñarme 'e tu cuerpo\nPero te busco y no te encuentro\nY siempre pienso (Pienso)\nQue te voy a tener aquí de nuevo (De nuevo)\nPa' hacerlo como en lo' viejo' tiempo' (Yeh, yeh, yeh)\nQuiero volver a adueñarme 'e tu cuerpo (Wuh, ey; sí)\nPero te busco y no te encuentro\n[Outro: Paulo Londra, Justin Quiles & De La Ghetto]\n¡Shiuf!\nOvy On The Drums, On The Drums, On The Drums\nYeh-eh-eh, Paulo Londra\nPaulo Londra y Justin Quile', mami\nJ Quiles\nDe La Geezy\nDe La Geezy (De La Geezy, homie)\nDe La Geezy\nBig Ligas\nLo' Mayores (Yeh, yeh, yeh)\nLeones Con Flow (Yeh, yeh, yeh)\nBF, BF\nBifi\nDímelo, flow\nPaulo, dímelo vos\nDe La G, De La G\nDímelo, Ovy On The Drums4Embed","language":"es"}
{"track_id":"1ZLrDPgR7mvuTco3rQK8Pk","lyrics":"34 ContributorsTranslationsRomanizationWay Back Home (Sam Feldt Edit) Lyrics[Chorus: Conor Maynard]\nRemember when I told you\n\"No matter where I go\nI'll never leave your side\nYou will never be alone\"\nEven when we go through changes\nEven when we're old\nRemember that I told you\nI'll find my way back home\n\n[Verse 1: Conor Maynard]\nI could never let you go\nCouldn't run away if I tried\n'Cause even when I'm all alone\nYou still got a hold on my mind\nAnd I'll always let you know\nThat I'm always gonna hold on\n\n[Pre-Chorus: Conor Maynard]\nAnd I told you right from the start\nYou just say the word and I'll go\nNo, it doesn't matter how far\n'Cause your love is all that I know\nBaby you just stay where you are\nAnd you know I won't be too long\nHold on\nHold on\nYou might also like[Chorus: Conor Maynard]\nRemember when I told you\n\"No matter where I go\nI'll never leave your side\nYou will never be alone\"\nEven when we go through changes\nEven when we're old\nRemember that I told you\nI'll find my way back home\n\n[Verse 2: SHAUN]\n조용히 잠든 방을 열어 기억을 꺼내 들어\n부서진 시간 위에서 선명히 너는 떠올라\n길 잃은 마음속에 널 가둔 채 살아\n그만 그만\n\n[Chorus: SHAUN]\n멈춘 시간 속 잠든 너를 찾아가\n아무리 막아도 결국 너의 곁인 걸\n길고 긴 여행을 끝내 이젠 돌아가\n너라는 집으로 지금 다시 way back home\n\n[Bridge: SHAUN, Conor Maynard]\n세상을 뒤집어 찾으려 해\n오직 너로 완결된 이야기를\nNo, I won't ever lose\nAs long as you're there\n[Chorus: SHAUN, Conor Maynard]\n빛이 다 꺼진 여기 나를 안아줘\n눈을 감으면 소리 없이 밀려와\n이 마음 그 위로 넌 또 한 겹 쌓여가\nEven when we go through changes\nEven when we're old\nRemember that I told you\nI'll find my way back home16Embed","language":"en"}
{"track_id":"76nqCfJOcFFWBJN32PAksn","lyrics":"125 ContributorsTranslationsPolskiEspañolDeutschTürkçePortuguêsKings & Queens Lyrics[Chorus]\nIf all of the kings had their queens on the throne\nWe would pop champagne and raise a toast\nTo all of the queens who are fighting alone\nBaby, you're not dancing on your own\n\n[Verse 1]\nCan't live without me, you wanna, but you can't, nah-nah-nah\nThink it's funny, but honey, can't run this show on your own\nI can feel my body shake, there's only so much I can take\nI'll show you how a real queen behaves (Oh)\n\n[Pre-Chorus]\nNo damsel in distress, don't need to save me\nOnce I start breathin' fire, you can't tame me\nAnd you might think I'm weak without a sword\nBut if I had one, it'd be bigger than yours\n\n[Chorus]\nIf all of the kings had their queens on the throne\nWe would pop champagne and raise a toast\nTo all of the queens who are fighting alone\nBaby, you're not dancing on your own\n\n[Verse 2]\nDisobey me, then baby, it's off with your head\nGonna change it and make it a world you won't forget (Oh)\nYou might also like[Pre-Chorus]\nNo damsel in distress, don't need to save me\nOnce I start breathin' fire, you can't tame me\nAnd you might think I'm weak without a sword\nBut I'm stronger than I ever was before\n\n[Chorus]\nIf all of the kings had their queens on the throne\nWe would pop champagne and raise a toast\nTo all of the queens who are fighting alone\nBaby, you're not dancing on your own\n\n[Bridge]\nIn chess, a king can move one space at a time\nBut queens are free to go wherever they like\nYou get too close, you'll get a royalty high\nSo breathe it in to feel alive\n\n[Chorus]\nIf all of the kings had their queens on the throne\nWe would pop champagne and raise a toast\nTo all of the queens who are fighting alone\nBaby, you're not dancing on your own\n\n[Outro]\nOh-oh-oh-oh-oh-oh, oh-oh\nOh-oh-oh-oh-oh-oh, oh-oh36Embed","language":"en"}
{"track_id":"2caDAj0O4uD8OlJ8bap9nz","lyrics":"5 ContributorsTranslationsEnglishFavela Chegou (Ao Vivo) Lyrics[Letra de \"Favela Chegou (Ao Vivo)\" com Ludmilla & Anitta]\n\n[Intro]\n(Hitmaker)\n\n[Verso: Ludmilla]\nQuando solta essa daqui ninguém fica parado\nDesceu da favela pro asfalto\nQuando o DJ solta o beat o baile pega fogo\nE sai dominando o mundo todo\n\n[Pré-Refrão: Ludmilla]\nÔ, o funk chegou\nRespeita, caralho!\nÔ, favela chegou\nSai do chão Hello Mundo!\n(Vai!)\n\n[Refrão: Ludmilla]\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás (Vai)\nJogando o bumbum\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás (Vai)\nJogando\nSee LUDMILLA LiveGet tickets as low as $28You might also like[Pós-Refrão: Ludmilla]\nEmpina, empina, empina\nE joga esse bumbum, menina, empina\nJogando\nEmpina, empina, empina\nE joga esse bumbum menina, pra cima\nJogando o bumbum\n\n[Verso: Anitta]\nQuando toca essa daqui ninguém fica parado\nDesceu da favela pro asfalto\nQuando o DJ solta o beat o baile pega fogo\nE sai dominando o mundo todo\n\n[Pré-Refrão: Anitta, Ludmilla, Ambos]\nÔ, o funk chegou\nRespeita, caralho!\nÔ, favela chegou\nVai!\n\n[Refrão: Ludmilla & Anitta]\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás (Vai)\nJogando o bumbum\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás, vai jogando pra trás\nVai jogando pra trás (Vai)\nJogando\n[Pós-Refrão: Anitta & Ludmilla]\nEmpina, empina, empina\nE joga esse bumbum pra cima, empina\nJogando o bumbum\nEmpina, empina, empina\nE joga esse bumbum pra cima, Anitta\nJogando o bumbum\n\n[Interlúdio: Ludmilla]\nRasga, Anitta!\n(Hitmaker)\n\n[Outro: Ludmilla & Anitta]\n(Jogando o bumbum)\n(Jogando o bumbum)\nEntão joga, então joga, então joga\nOh, vai, Anitta! (Jogando o bum—)\nEmpina, empina, empina\nJoga esse bumbum, Anitta, empina\nJogando o bumbumEmbed","language":"pt"}
{"track_id":"3dG6tjetoR4GMmUGZUprLt","lyrics":"241 ContributorsTranslationsEnglishNederlandsFrançaisWouldn’t Leave Lyrics[Chorus: PARTYNEXTDOOR & Kanye West]\nI don't feel that she's mine enough\nGod, I feel I couldn't have you windin' up\nButterfly in my wrist\nYou make pretty women out of my skin\nAnd I don't feel like\nAnd I know you wouldn't leave\n\n[Verse 1: Kanye West]\nThey say, \"Build your own\"—I said, \"How, Sway?\"\nI said, \"Slavery a choice\"—they said, \"How, Ye?\"\nJust imagine if they caught me on a wild day\nNow I'm on fifty blogs gettin' fifty calls\nMy wife callin', screamin', say we 'bout to lose it all\nHad to calm her down 'cause she couldn't breathe\nTold her she could leave me now, but she wouldn't leave\n\n[Refrain: Kanye West]\nAnd I know you wouldn't leave\n\n[Bridge: Jeremih]\nAnd I sometimes wish\nWe doin' such things\nWe could wait longer than this\nYes, you know you're one of these\nWe can run through with the top chopped, yeah\nAnd the sundress down, ooh\nYou might also like[Refrain: Kanye West]\nAnd I know you wouldn't...\n\n[Verse 2: Kanye West]\nOh, don't bring that up, that's gon' get me sentimental\nYou know I'm sensitive, I got a gentle mental\nEvery time somethin' happen they want me sent to mental\nWe had an incident, but I cover incidentals\nYou want me workin' on my messagin'\nWhen I'm thinkin' like George Jetson\nBut soundin' like George Jefferson\nThen they questionin' my methods then\nIf you tweakin' out on my texts again\nThen I don't get reception here\nI got the mind state to take us past the stratosphere\nI use the same attitude that done got us here\nI live for now, I don't know what happen after here\nI live for now, I don't know what happen after here\nPlus, what was meant to be was meant to be\nEven if, publicly, I lack the empathy\nI ain't finna talk about it, 'nother four centuries\nOne and one is two, but me and you, that's infinity\n\n[Refrain: Kanye West]\nAnd I know you wouldn't...\n[Chorus: Choir, PARTYNEXTDOOR & Ty Dolla $ign]\nI don't feel like she's mine enough\nGod, I feel I couldn't have you windin' up (Why?)\nButterfly in my wrist\nYou make pretty women out of my skin (Out of my skin)\nAnd I don't feel like (Uhh)\nAnd I know you wouldn't leave (Love me or hate me)\n\n[Outro: Kanye West & Ty Dolla $ign]\nFor any guy that ever fucked up (Love me or hate me)\nEver embarrassed they girl (Love me or hate me)\nEver embarrassed they wife (Gone when you miss me)\nShe told you not to do that shit (Ohh)\nShe told you you's gon' fuck the money up\nBut you ain't wanna listen, did you?\nKeep that same energy\nKeep that same energy\nKeep that same energy\nNow you testin' her loyalty\nThis what they mean when they say\n\"For better or for worse\", huh?\nFor every down female that stuck with they dude\nThrough the best times, through the worst times\nThis for you\n\n[Refrain: Kanye West]\nAnd I know you wouldn't leave57Embed","language":"en"}
{"track_id":"2PlbwoIVr25oita35jg9ht","lyrics":"8 ContributorsTranslationsEnglishRomanization花占い (Hanauranai) Lyrics[Vaundy「花占い」歌詞]\n\n[コーラス]\n街の夕焼けに溶けた\n僕たちはまだニ人だろうか\n風が吹く僕たちを乗せて\nニ人でちぎった花に願いを込めて\n\n[ヴァース 1]\n願うなら 僕たちを\n出会うよりもずっと遠くに\n叶うなら 僕たちの\n運命さえももっと遠くに\n\n[リフレイン]\nなんて笑って吐いて捨てては\n君を思い出す　そんな思いを\n抱いて抱えて悶えた先には\nいつも君がいる　そんな事より\n\n[プレコーラス]\n恋路の果てには何がある\nくだらない話をニ人でしよう\n\n[コーラス]\n僕達の千年の恋は\n深い土で折れる花のようだ\n僕達は千年後もまだ\n同じ様にまってんだ\n笑っちゃうよね (おう、おう、おう)\nYou might also like[ヴァース 2]\n貴方と以外もう何処にも行けない\n雨の中で (そう)\n混じりあわない 日々の中で\n二人は立っている 永劫\n\n[リフレイン]\nなんて笑って吐いて捨てては\n君を思い出す そんな思いを\n抱いて抱えて悶えた先には\nいつも君がいる そんな事より\n\n[プレコーラス]\n願いは君との先にある\n他愛ない話を二人でしよう\n\n[コーラス]\n僕達の千年の恋は\n深い土で折れる花のようだ\n僕達は千年後もまだ\n同じ様に待ってんだ\n笑っちゃうよね\n\n[ブリッジ]\n何年経っても妄想が\n根を張ってもこんなに 溢れ出している\n願いは\n花が散るほど 溢れ出していく\n花占う恋歌\n[コーラス]\n僕達の千年の恋は\n深い土で咲く花のように\n僕達は千年後もまだ\n同じ様にちぎってまた笑っていたいよね\n\n[アウトロ]\n何年経っても妄想が\n根を張ってもこんなに 溢れ出している\n願えば\n何年経っても妄想が\n根を張ってもこんなに 溢れ出していくEmbed","language":"ja"}
{"track_id":"5widvMUA2hiilH1RpOl5aM","lyrics":"30 ContributorsTranslationsEnglishGoteo (Remix) Lyrics[Letra de \"Goteo (Remix)\" ft. Capo Plaza & C.R.O]\n\n[Intro: Duki]\nYeah, hmm\nEy, ey, ey, ey, ey\nCheck\n\n[Pre-Estribillo: Duki]\nQuiero un Philippe Patek\nRolex, Cartier pa' no ver la hora (Philippe Patek)\nSiempre sé lo que hay que hacer\nDuplico otra vez, subo como el dólar (Duplico otra ve')\nViven pendiente 'e mi name\nMi plata, mi ex, shout-out para Lola (Sos buena persona)\nNo me gustaron sus reglas y fue\nIgual toqué los tre' día' en el Lolla (¡Yay, yah!)\n\n[Estribillo: Duki]\nMe puse la' Gucci con un short de Nike\nBuzo y cadena, estoy que goteo (Estoy que goteo)\nSigo volando 'e ciudad en ciudad\nTumbando el club, shout-out para Neo (Estoy que goteo)\nCon cara de que nada va a salir mal\nSoy un rockstar, 'toy que goteo (Estoy que goteo)\nEstoy donde yo le' dije que iba a estar\n¿Ustede' dónde están? No lo' veo (¡Yay, yay, yay!)\nMe puse la' Gucci con un short de Nike\nBuzo y cadena, estoy que goteo (Estoy que goteo)\nSigo volando 'e ciudad en ciudad\nTumbando el club, shout-out para Neo (Estoy que goteo)\nCon cara de que nada va a salir mal\nSoy un rockstar, 'toy que goteo (Estoy que goteo)\nEstoy donde yo le' dije que iba a estar\n¿Ustede' dónde están? No lo' veo (¡Yay, yay, yay!)\nYou might also like[Verso 1: C.R.O]\nEllo' saben quién soy\nSiempre con mi hermano, Rolling Stone\nSin saber nunca hacia dónde voy\nVuelvo destroyed\nEl Duko me trajo una de dos\nVoy amanecido en el avión\nSoy un Rolling Stone, sexo y rock 'n' roll\nSeguimo' brillando, ahora no' pagan lo' shows\nEstoy que goteo, por eso miré a tu ho\n'Toy que no lo creo, todo' gritan C.R.O\nSoy un Rolling Stone, sexo y rock 'n' roll\nSeguimo' brillando, ahora no' pagan lo' show'\nEstoy que goteo, por eso miré a tu ho\n'Toy que no lo creo y todo' piden C.R.O\n\n[Verso 2: Ronny J]\nWalk outta Gucci, spent 'bout a hundred\nShe wanna hop in the R8, I'm stuntin'\nNow I got everything, started with nothin'\nRichard Mille keep me hot like the sauna (Ayo)\nBad bitch drippin', Dolce & Gabbana\nI keep your bitch with me all through the summer\nAnd she fuck me 'cause she havin' it all\nI hit rodeo, ain't hittin' no more\nSpent 'bout a ticket, my funds up (Yeah)\n20 thousand for the concert (Wah)\nShe like to visit the condo (Yeah)\nI give your bitch anaconda (Ah)\nMe and Duki showin' love, ah\nThey can't take our spot\nDinero comin' in from us now\nI'm like, \"What's a loss?\"\n[Puente 1: Duki]\nY mientra' fumo le pido a la luna volver a verte\nYo no sé qué voy a hacer\nSolamente siento que me va a atrapar lento la muerte, mujer\n\n[Estribillo: Duki]\nMe puse la' Gucci con un short de Nike\nBuzo y cadena, estoy que goteo\nSigo volando 'e ciudad en ciudad\nTumbando el club, shout-out para Neo\nCon cara de que nada va a salir mal\nSoy un rockstar, 'toy que goteo\nEstoy donde yo le' dije que iba a estar\n¿Ustede' dónde están? No lo' veo (¡Yay, yay, yay!)\n\n[Refrán: Duki]\n'Toy que no lo creo\nTranspiro oro por lo' dedo' (Transpiro oro)\n'Toy que no lo' veo\nEl humo me dejó ciego (No veo na')\n'Toy que no lo creo\nEl Duko lo hizo de nuevo (No creo que—)\n'Toy que—ay, goteo (¡Eh!)\n\n[Verso 3: Pablo Chill-E & Capo Plaza]\n'Toy goteando brígido\nLouboutin con Louis Vuitton\nNano, yo me convertí\nMi vida es un reggaetón\nLe doy gracias al joseo, nunca más soy pato feo\nFerragamo en el goteo\nTengo un drip, pue' yo los meo\n'Toy chorreando como un cuerpo decapitado\nYo tengo má' grasa y jugo que un asado\nEstoy fumando un blunt con tussi, 'toy re volado\nSoy de barrio, 'toy acostumbrado a fumar nevado (Ehi)\n[Verso 4: Capo Plaza]\nLa puta se mueve si hacemos rodeo\nVersace, Versace, yo guapo, goteo\nMi piacciono i Rollie, diamanti, le scarpe\nCollane, bracciali, duemila di marche\nIo siempre estoy pretty, tu poco, sei zero\nUna borsa di soldi per stare sereno\nTu spari cazzate, io alieno da Marte\nNon spari, sei zero, levati davanti\nOh, baby, non so che ore sono, guarda come brillo\nVieni con noi, baby, c'abbiamo la villa\nMe la trovo addosso, non vuole finirla, yah-yah-yah-yah-yah\nNiente da dire a queste puttane\nGuardami volare, mo sembra normale\nPotevo annegare, ma meno male, yah\n\n[Puente 2: Capo Plaza]\nSono in Argentina come Messi Leo\nLo stile italiano, Gucci e Colosseo, yay\nOgni giorno che passa tu vali di meno\nLa scarpa di Prada, tu scarpa di Geox\n\n[Pre-Estribillo: Duki]\nQuiero un Philippe Patek\nRolex, Cartier pa' no ver la hora (Philippe Patek)\nSiempre sé lo que hay que hacer\nDuplico otra vez, subo como el dólar (Duplico otra ve')\nViven pendiente 'e mi name\nMi plata, mi ex, shout-out para Lola (Sos buena persona)\nNo me gustaron sus reglas y fue\nIgual toqué los tre' día' en el Lolla (¡Yay, yah!)\n\n[Estribillo: Duki]\nMe puse la' Gucci con un short de Nike\nBuzo y cadena, estoy que goteo (Estoy que goteo)\nSigo volando 'e ciudad en ciudad\nTumbando el club, shout-out para Neo (Estoy que goteo)\nCon cara de que nada va a salir mal\nSoy un rockstar, 'toy que goteo (Estoy que goteo)\nEstoy donde yo le' dije que iba a estar\n¿Ustede' dónde están? No lo' veo (¡Yay, yay, yay!)\n\n[Refrán: Duki]\n'Toy que no lo creo\nTranspiro oro por lo' dedo' (Transpiro oro)\n'Toy que no lo' veo\nEl humo me dejó ciego (No veo na')\n'Toy que no lo creo\nEl Duko lo hizo de nuevo (No creo que—)\n'Toy que—ay, goteo (¡Eh!)\n\n[Outro: Duki]\nY mientra' fumo le pido a la luna volver a verte\nYo no sé qué voy a hacer\nSolamente siento que me va a atrapar lento la muerte, mujer7Embed","language":"es"}
{"track_id":"7n7mTiptQT1iNa7rMhcZS8"}
{"track_id":"2PKb7tFxkwMoS7Y6muOTAR","lyrics":"17 ContributorsZaramay: Bzrp Music Sessions, Vol. 31 Lyrics[Letra de \"Zaramay: Bzrp Music Sessions, Vol. 31\"]\n\n[Intro: Zaramay]\nRra (Huh)\nYeah (El Jefe del Malianteo)\nZaramay, baby\n(¿Oíste?) Huh\n\n[Estribillo: Zaramay]\nMe voy pa'l Nike a buscar prenda’ y me piden foto' (Chck; foto')\nA tresciento’ en una Cherokee, ella de copiloto (Huh)\nHoy estoy en el hood, mañana puede que en Miami (Que en Miami)\nY que los kilogramo' los cambiemo' por los Grammy (Los kilo')\nMe voy pa'l Nike a buscar prenda' y me piden foto'\nA tresciento' en una Cherokee, ella de copiloto (Puh)\nHoy estoy en el hood, mañana puede que en Miami (Que en Miami)\nY que los kilogramo’ los cambiemo’ por los Grammy (Los kilo')\n\n[Verso 1: Zaramay]\nDescanso tranqui, por eso estoy roncando (Fah)\nNo te vayas a ir muy lejo’, despué' otro la está tocando (Tú sabe')\n¿Cómo va' a poder vivir? Si a la liga la estoy matando\nLas mala’ ya se están yendo y las buena' están llegando (Rra)\nY yo me motivé viendo a los negro' viviendo lujoso'\nCallado busqué un camino y con ruido salí del pozo (Oye)\nY en verda' que está cabrón levantarse y ser exitoso\nNo creo que esté tan bueno descansá' siendo envidioso (No)\nSe pensaron que iba a termina' adicto (Rra)\nAdentro del convicto o ser asesinado por algún conflicto\nPero a nadie hay que juzgar, así que ahórrate el veredicto\nMe retiro millonario, como Floyd me voy invicto (Mayweather)\nVo'a llevar a estos rapero' al parque de diversione'\nYo no como de tu fama, así que a mí ni me mencione' (No)\nLos pionero' en tus Pionner y en la peli dando guione'\nMe pegué en la cuarentena y se atrasaron lo' avione' (Rra)\nZaramay cambia el flow, pero yo cambio de mujere'\nCadena', anillo' y el manager los Mercede'\nPor eso hay una gran diferencia de nosotro' a ustede'\nQue esto es plata de la calle, no de papi ni las rede'\nEn los espíritu' no creo porque nunca vi ninguno\nDe fantasma' soy creyente, sí, conozco más de uno (O unos pare')\nSi comieron de mi mano y vinieron como paloma'\nEl que me odiaba hoy me ama, el español peleando en Roma (Roma)\nUstede' no viven trap, hicieron trap por el sonido\nYo no tuve que copiar la escuela de Estados Unido'\nNi contarte la secuencia que en la calle hemo' vivido\nTiene lleno el vaso pero está escaso de contenido, baby\nYou might also like[Estribillo: Zaramay]\nMe voy pa'l Nike a buscar prenda' y me piden foto'\nA tresciento' en una Cherokee, ella de copiloto (Fium)\nHoy estoy en el hood, mañana puede que en Miami (Que en Miami)\nY que los kilogramo' los cambiemo' por los Grammy (¡Rra!; los kilo')\nMe voy pa'l Nike a buscar prenda' y me piden foto'\nA tresciento' en una Cherokee, ella de copiloto\nHoy estoy en el hood, mañana puede que en Miami (Que en Miami)\nY que los kilogramo' los cambiemo' por los Grammy\n\n[Verso 2: Zaramay & The Notorious B.I.G.]\nMe mandan privado por mis letra', son la delicia (Rra)\nY a los rapper' no le' alcanza para abrirse una franquicia\nCon el Biza dejamo' sin pasta al Western y al Galicia\nPana, deja tranqui a los forense', que hagan pericias\nMi leche pa' toda' esas cabrona' es crema de Oreo\nEn San Martín está Zara y en Brooklyn Notoriou' (I love it when you call me Big—)\nEstoy fumando con Dexter adentro 'el laboratorio\nYo tengo más tinta que todo' los siervo' y los demonio'\nLa cadena no hace al rapper, vo' está' equivoca'o\nFíjate que hasta el pescado terminó siendo dorado (Plah)\nNegro, tener fama no significa ser respetado\nSi dejo un pegado acá, a las cinco el pollo e' secuestrado\nDicen que Judas lo traicionó a Jesús y con un beso\nY los sapo' le tiran a tu mujer cuando estás preso (Jah)\nSi no ando con la Glock, ando con la Smith and Wesson\nSi no huelo a Rabbane huelo a dólar recién impreso, baby\nMañana a mí me matan, soy otra cara en el muro (Huh)\nSi quieren darme un corche por ser el rapper más puro (Huh)\nPa' serte más preciso, ante' un colchón en el piso\nY ahora abajo del sommier un lingote de oro macizo (¡Rra!)\nCon guante' y pasamontaña' los tattoo' no se me ven\nA tu rapero favorito lo tenemo' de rehén (Plah-plah-plah)\nEn mi cama dejó los pantie' y en el piso su sostén\nBarbie se vino con el gangster y dejó tirado a Ken (Tú sabe'), huh\n¿De qué sirvió guiarte de callejón?\nSi la cuchara sigue ahí, la mamá duerme en un cajón, cabrón\nEl más duro de lo' argentino', huh\nSe pasaron pa' las cubana' las piedras de mi camino, baby\n[Outro]\nFlawless victory\nIt's a wrap\nFatality\nAll I have in this world is my balls and my word, and I don't break 'em for no one, you understand?2Embed","language":"es"}
{"track_id":"6N7LquYjc3c53qr4PSJbi5","lyrics":"2 ContributorsNew Music Friday 08/12/22 LyricsNicki Minaj - Super Freaky Girl\nMegan Thee Stallion - Her\nRod Wave - Yungen (feat. Jack Harlow)\nRex Orange County - THREAT\nPinkPantheress - Picture in my mind\nAri Lennox - Hoodie\nDaBaby - WAITRESS\nAnitta - El Que Espera\nJID - Dance Now (with Kenny Mason)\nNIKI - Keeping Tabs\nGenevieve Stokes - Habits\nOmar Apollo - Endlessly\nPaulo Londra - Noche de Novela (feat. Ed Sheeran)\nAli Gatie - The Look (feat. Kehlani)\n347aidan - so what!\nYG - Toxic\nTyga - Sunshine\nTones And I - Charlie\nMaddie Zahm - Inevitable\nRonald Isley - Make Me Say It Again, Girl\nInternet Money - 2k in tha Soda (feat. LUCKI)\nRae Sremmurd - Community D**k (feat. Flo Milli)\nBella Poarch - Living Hell\nGAYLE - indieedgycool\nnicole han - BLUSH!\nParmalee - Girl In Mine\nBabyface - Seamless (with Kehlani)\nOzuna - Somos Iguales\nFlowers - Hypnotic (feat. Uffie)\nCordae - Unacceptable\nAlicia Keys - Stay (feat. Lucky Daye)\nJessie Reyez - MUTUAL FRIEND\nPale Waves - Clean\nAmelia Moore - love me or leave me alone\nAfrojack - Day N Night\nKodak Black - Haitian Scarface\nThe Game - O.P.P. (YoungBoy Never Broke Again)\nDanger Mouse - Strangers (feat. A$AP Rocky and Run The Jewels)\nM.I.A. - Popular\nYeah Yeah Yeahs - Burning\nRenny Conti - Email 🐚\nmehro - pretty kids\nBer - Superspreader\nLost Kings - Under The Influence\nFour Tet - Mango Feedback 🐚\nSantigold - Shake\nToosii - Lonely\nEST Gee - Love Is Blind\nJordan Davis - Next Thing You Know\nJoshua Bassett - Smoke Slow\nDeath Cab for Cutie - Foxglove Through The Clearcut\nShallou - Us\nYoung Nudy - Impala\nMorray - Ticket\nMannywellz - No Closure\nBroken Bells - Saturdays\nVundabar - Time\nBeach Weather - Unlovable\nZeds Dead - In My Head\nDestroy Lonely - NOSTYLIST\nJack & Jack - Runaway\nChappell Roan - Femininomenon\nThe Goo Goo Dolls - Going Crazy\nFirst Aid Kit - Out of My Head\nLainey Wilson - Watermelon Moonshine\nBlessing Offor - My Tribe\nFabolous - SAY LESS (with French Montana)\nLil Zay Osama - Chase Em Down (feat. G Herbo)\nSylvan Esso - Echo Party\nAlvvays - Easy On Your Own?\nKelsey Waldon - Backwater Blues\nSurf Curse - Lost Honor\nSleeping With Sirens - Let You Down (feat. Charlotte Sands)\nTessa Violet - Kitchen Song\nJunior Varsity - Singapore\nBanoffee - Angel Girl\nTransviolet - Love and Power\nLane 8 - Grapevine\nAshley Cooke - getting into\nVincent Mason - Made 4 🐚\nSanta Fe Klan - Llévame\nSamuel Petra - Can't You See 🐚\nNesta - City of Angels 🐚\nRob49 - Yes, You Did (with Real Boston Richey)\nAUGUST 08 - Minivan\ngrentperez - Ego\nRyann - Nineties\nPanda Bear - Gettin’ to the Point\nHudson Mohawke - Intentions\nalways centered at night - on air\nThe Hellp - meant2be\nBellah - In The Moment\ncourtship. - Sheryl Crow\nHannah Ellis - Country Can\nLathan Warlick - Long Way (feat. KB)\nJenevieve - Love Quotes\nIce Spice - Munch (Feelin' U)\nTedeschi Trucks Band - Soul Sweet Song\nBrian Fuller - Burn Me Out\nGrace McKagan - K-Town 🐚Embed","language":"en"}
{"track_id":"6AtZLIzUINvExIUy4QhdjP","lyrics":"49 ContributorsTranslationsTürkçeEspañolСрпскиPortuguêsفارسیFrançaisItalianoChinese TraditionalPolskiMagyarSlovenščinaI Knew You Were Trouble (Taylor’s Version) Lyrics[Verse 1]\nOnce upon a time, a few mistakes ago\nI was in your sights, you got me alone\nYou found me, you found me, you found me-e-e-e-e\nI guess you didn't care and I guess I liked that\nAnd when I fell hard, you took a step back\nWithout me, without me, without me-e-e-e-e-e\n\n[Pre-Chorus]\nAnd he's long gone when he's next to me\nAnd I realize the blame is on me\n\n[Chorus]\n'Cause I knew you werе trouble when you walked in\nSo shamе on me now\nFlew me to places I'd never been\n'Til you put me down, oh\nI knew you were trouble when you walked in\nSo shame on me now\nFlew me to places I'd never been\nNow I'm lyin' on the cold hard ground\n\n[Post-Chorus]\nOh, oh\nTrouble, trouble, trouble\nOh, oh\nTrouble, trouble, trouble\nYou might also like[Verse 2]\nNo apologies, he'll never see you cry\nPretends he doesn't know that he's the reason why\nYou're drowning, you're drowning, you're drowning-ing-ing-ing-ing\nAnd I heard you moved on from whispers on the street\nA new notch in your belt is all I'll ever be\nAnd now I see, now I see, now I see-e-e-e-e-e\n\n[Pre-Chorus]\nHe was long gone when he met me\nAnd I realize the joke is on me, hey\n\n[Chorus]\nI knew you were trouble when you walked in (Oh)\nSo shame on me now\nFlew me to places I'd never been\n'Til you put me down, oh\nI knew you were trouble when you walked in\nSo shame on me now\nFlew me to places I'd never been (Yeah)\nNow I'm lyin' on the cold hard ground\n\n[Post-Chorus]\nOh, oh (Yeah)\nTrouble, trouble, trouble (Trouble)\nOh, oh\nTrouble, trouble, trouble\n[Bridge]\nAnd the saddest fear\nComes creepin' in\nThat you never loved me\nOr her or anyone or anything, yeah\n\n[Chorus]\nI knew you were trouble when you walked in\nSo shame on me now\nFlew me to places I'd never been (Never been)\n'Til you put me down, oh\nI knew you were trouble when you walked in (I knew it right there)\nSo shame on me now (I knew it right there)\nFlew me to places I'd never been (Woah)\nNow I'm lyin' on the cold hard ground\n\n[Post-Chorus]\nOh, oh\nTrouble, trouble, trouble (Oh)\nOh, oh\nTrouble, trouble, trouble (Trouble)\n\n[Outro]\n'Cause I knew you were trouble when you walked in\nTrouble, trouble, trouble\n'Cause I knew you were trouble when you walked in\nTrouble, trouble, trouble24Embed","language":"en"}
{"track_id":"0dA2Mk56wEzDgegdC6R17g","lyrics":"1 Contributor​youth group - background music LyricsMUTEMATH - \"Changes\"\nMUTEMATH - \"Typical\"\nThe 1975 - \"Love Me\"\nThe Chainsmokers, Phoebe Ryan - \"All We Know\"\nThe Chainsmokers, Charlee - \"Inside Out\"\nThe Chainsmokers - \"New York City\"\nKygo & Selena Gomez - \"It Ain’t Me\"\nZedd, Jon Bellion - \"Beautiful Now\nThe Weeknd - \"In The Night\"\nThe Weeknd - \"False Alarm\"\nThe Weeknd, Daft Punk - \"I Feel It Coming\"\nBruno Mars - \"That's What I Like\"\nShawn Mendes - \"Mercy\"\nHailee Steinfeld, Zedd - \"Starving\"\nZedd, Alessia Cara - \"Stay\" (with Alessia Cara)\nImagine Dragons - \"Believer\"\nArkells - \"Knocking At The Door\"\nHalsey, Arty - \"Hurricane\" - Arty Remix\nMarianas Trench - \"Who Do You Love\"\nNause, Pretty Sister - \"Dynamite\" (feat. Pretty Sister)\nThe Killers - \"Mr. Brightside\"\na-ha - \"Take On Me\"\nLukas Graham - \"Mama Said\"\nLecrae, Ty Dolla $ign - \"Blessings\"\nLecrae, 1K Phew - \"Hammer Time\"\nEd Sheeran - \"Galway Girl\"\nEd Sheeran - \"New Man\"\nGAWVI, Andy Mineo, KB - \"God Speed\"\nThe Classic Crime - \"Not Done With You Yet\"\nThe Classic Crime - \"More\"\nKendrick Lamar, Zacari - \"LOVE.\" FEAT. ZACARI.\nRick Springfield - \"Jessie's Girl\"\nShawn Mendes - \"Treat You Better\"\nblink-182 - \"All The Small Things\"\nGAWVI, Wordsplayed - \"Cumbia\"\nGAWVI - \"En La Calle\"\nGym Class Heroes, Adam Levine - \"Stereo Hearts\" (feat. Adam Levine)\nHalsey - \"Now Or Never\"\nMUTEMATH - \"Joy Rides\"\nCody Simpson - \"Pretty Brown Eyes\"\nJudah & the Lion - \"Going To Mars\"\nJudah & the Lion - \"Take It All Back 2.0\"\nThe 1975 - \"The Sound\"\nVampire Weekend - \"A-Punk\"\nPost Malone, Quavo - \"Congratulations\"\nArkells - \"A Little Rain (A Song For Pete)\"\nImagine Dragons - \"Thunder\"\nShawn Mendes - \"There's Nothing Holdin' Me Back\"\nChildish Gambino - \"Me and Your Mama\"\nNF - \"Got You On My Mind\"\nMarianas Trench - \"Stutter\"\nHedley - \"Hello\"\nLuis Fonsi, Daddy Yankee, Justin Bieber - \"Despacito\" - Remix\nGreen Day - \"Basket Case\"\nMiley Cyrus - \"Malibu\"\nHillsong Young & Free - \"Real Love\"\nMUTEMATH - \"Hit Parade\"\nDRAM, Lil Yachty - \"Broccoli\" (feat. Lil Yachty)\nTaylor Swift - \"Welcome To New York\"\nTaylor Swift - \"Shake It Off\"\nTaylor Swift - \"I Knew You Were Trouble\"\nTaylor Swift - \"22\"\nTori Kelly - \"Nobody Love\"\nLuis Fonsi, Daddy Yankee, Major Lazer, MOSKA - \"Despacito - Major Lazer & MOSKA Remix\"\nTroye Sivan - \"YOUTH\"\nShawn Mendes - \"Stitches\"\nColeman Hell - \"Fireproof\"\nAndy Mineo, Wordsplayed, Magic & Bird - \"KIDZ\"\nPVRIS - \"What's Wrong\"\nDVBBS, CMC$, Gia Koka - \"Not Going Home\"\nJohn Legend - \"Love Me Now\"\nKB - \"Drowning\"\nRag'n'Bone Man - \"Human\"\nDexys Midnight Runners - \"Come On Eileen\"\nThe Weeknd - \"Secrets\"\nDerek Minor, Traniesha Chiles - \"Empire\" (feat. Traniesha Chiles)\nEd Sheeran - \"Shape of You\"\nFitz and The Tantrums - \"HandClap\"\nLorde - \"Green Light\"\nArcade Fire - \"Put Your Money On Me\"\nArcade Fire - \"Signs of Life\"\nArcade Fire - \"Peter Pan\"\nPVRIS - \"Heaven\"\nLights - \"Savage\"\nNiall Horan - \"Slow Hands\"\nJoshua Micah - \"Who Says?\"\nRozwell Kid - \"Boomerang\"\nJon Bellion - \"The Good In Me\"\nJon Bellion, Blaque Keyz - \"Weight Of The World\"\nCrywolf - \"Rising, Rising\nCrywolf - \"Akureyri\"1Embed","language":"en"}
{"track_id":"5JhLoyD2idGlKXwD9nmYuB"}
{"track_id":"4vv8wcnT04GHHbUCFBAiHF","lyrics":"4 ContributorsDie Hard Part 1 Lyrics\"DIE HARD\"\n\n\nScreenplay\n\nby\n\n\nJeb Stuart\n\n\nRevisions by\n\n\nSteven E. DeSouza\n\n\n\n\nbased on the novel\n\nNothing Lasts Forever\n\nby\n\nRoderick Thorp\n\n\nWITH REVISION #1  (Blue)    WITH REVISION #5  (Goldenrod)\nNovember 2, 1987            November 5, 1987\n\nWITH REVISION #2  (Pink)    WITH REVISION #6  (Salmon)\nNovember 4, 1987            November 17, 1987\n\nWITH REVISION #3  (Green)   WITH REVISION #7  (Blue)\nNovember 4, 1987            November 23, 1987\n\nWITH REVISION #4  (Yellow)  WITH REVISION #8  (Pink)\nNovember 5, 1987            November 30, 1987\n\nSECOND REVISED DRAFT\nOctober 2, 1987\n\n\nA Gordon Company/Silver Pictures Production\n\n------------------------------------------------------------------------------\n\n\"DIE HARD\"\n\nFADE IN\n1       405 FREEWAY - LOS ANGELES - EARLY EVENING              1\n\nChristmas tinsel on the light poles.  We ARE LOOKING east past\nInglewood INTO the orange grid of L.A. at night when suddenly\nwe TILT UP TO CATCH the huge belly of a landing 747 -- the\nnoise is deafening.\n\n2       INT. 747 - PASSENGERS - SAME                           2\n\nThe usual moment just after landing when you let out that sigh\nof relief that you've made it in one piece.  As the plane TAXIS\nto its gate, they stir, gather personal belongings.\n\n3       ON JOHN MCCLANE                                        3\n\nmid-thirties, good-looking, athletic and tired from his trip.\nHe sits by the window.  His relief on landing is subtle, but\nwe NOTICE.  Suddenly, he hears --\n\nSALESMAN'S VOICE\nYou don't like flying, do you?\n\nMcClane turns, looks at the Babbit clone next to him.  Caught,\nhe tenses, holds his armrests in exaggerated fear.\n\nMCCLANE\nNo, no, where'd you get that idea?\nSALESMAN\n(smiling)\nYa wanna know the secret of successful\nair travel?  After you get where you're\ngoing, ya take off your shoes and socks.\nThen ya walk around on the rug barefoot\nand make fists with your toes.\n\nMCCLANE\nFists with your toes.\n\nSALESMAN\nMaybe it's not a fist when it's your\ntoes...I mean like this...work out\nthat time zone tension.\n(demonstrating)\nBetter'n a cup of coffee and a hot\nshower for the old jet lag.  I know\nit sounds crazy.  Trust me.  I've\nbeen doing it for nine years.\n\nThe plane stops.  Passengers rise, start to take down overhead\nluggage.  McClane does this, but as he opens the door above,\nthe businessman BLANCHES seeing:\n\n3-A     HIS P.O.V. - MCCLANE'S BARETTA PISTOL                  3-A\n\nPeeking out from his jacket.\n\n3-B     BACK TO SCENE                                          3-B\n\nRecognizing the look, McClane smiles reassuringly.\n\nMCCLANE\nIt's okay.\n(showing badge)\nI'm a cop.\n(pause)\nTrust me.  I've been doing it for\neleven.\n\nThe businessman relaxes, moves off.  McClane now wrestles down\nthe biggest Teddy Bear FAO Schwartz had to offer.  Balancing\nthis, he moves down to another overhead, takes out a topcoat\nand an overnighter.  Barely managing all this, he turns,\nCOLLIDING WITH:\n\n3-C     A PRETTY STEWARDESS                                    3-C\n\nShe bumps noses with the bear, gives a look.\n\nSTEWARDESS\n(smiling, about the bear)\nMaybe you should have bought her a\nticket.\n\nMCCLANE\nHer?\n\nHe scrutinizes the nether regions of the bear, shrugs.\n\nMCCLANE\nShe doesn't complain.\n\nSTEWARDESS\n(eying him)\nNeither would I.\n\nMcClane smiles, with just enough of a sigh to know he's as\nwistful about things-that-might-have-been as she is...moves\ndown the aisle.\n\nCUT TO:\n\n4       INT. THE NAKATOMI BUILDING (LOS ANGELES) - EVENING     4\n\nCLOSE ON A bottle of Dom Perignon as the cork explodes across\na large office floor decorated for Christmas.  A Japanese man,\nmid-fifties standing on a desk holds up the bottle triumphantly\nand looks out at an adoring audience of junior executives and\noffice personnel.  He is JOSEPH TAKAGI, Sr V.P. of Sales for\nNakatomi, a multinational corporation.\n\nTAKAGI\nLadies and gentlemen...I congratulate\neach and every one of you for making\nthis one of the greatest days in the\nhistory of the Nakatomi corporation...\n\nIn the b.g., obviously still at work, an attractive BUSINESSWOMAN\nin her mid-thirties, studying a computer printout, heads toward\nher office.  Falling into step with her is HARRY ELLIS,\nthirty-seven, V.P. of Sales.  Well-dressed, with stylish,\nslicked-back hair, he looks and acts very smooth.\n\nELLIS\nWhat about dinner?\n\nWOMAN (HOLLY)\nHarry, it's Christmas Eve.  Families...\nStockings...chestnuts...Rudolph and\nFrosty...those things ring a bell?\n\nShe turns into:\n\n5       HER OFFICE                                             5\n\nHer name is HOLLY GENNARO MCCLANE, though the nameplate on her\ndoor stops after the first two.  She puts the printout down\non her secretary's desk.\n\nELLIS\n(in reply)\nI was thinking more of roaring\nfireplaces...mulled wine and a nice\nbrie...\n\nHolly ignores the come-on, turns to her secretary.\n\nHOLLY\nGinny, it's 6:40, you're making me\nfeel like Ebeneezer Scrooge.  Go on,\njoin the party, have some champagne.\n\nGinny slowly manipulates herself out of her seat.  She is\nenormously pregnant.\n\nGINNY\n(grateful)\nThanks Ms. Gennaro.\n(worried)\nDo you think the baby can handle\na little sip?\n\nHOLLY\n(eyeing her)\nGinny, that baby's ready to tend bar.\n\nELLIS\n(not giving up)\nHow about tomorrow night?\n\nHolly just points to the door.  He follows Ginny out, clearly\nnot giving up.  Just then the party on Holly's phone picks up\nand we:\n\nINTERCUT:\n\n6       INT. NICE HOUSE IN SANTA MONICA                        6\n\nwhere a five-year old LUCY MCCLANE races her YOUNGER BROTHER\nto the phone, winsthe wrestling match, and answers with a sense\nof importance.  An Xmas tree is in the b.g.\n\nLUCY\nMcClane residence.  Lucy McClane\nspeaking.\n\nHolly suddenly smiles.  It is the first time we've seen her\nsmile and it speaks volumes about the person hidden under a\ntough business exterior.\n\nHOLLY\n(with affection)\nHello, Lucy McClane.  This is your\nmother.\n\nShe looks up and watches Ellis leave.  He \"shoots\" her with a\n\"catch ya later\" wink.\n\nLUCY\nMommy!  When are you coming home?!\n\nHOLLY\nSoon.  You'll be in bed when I get\nthere, though.\n\nLUCY\nWill you come say 'good night'?\n\nHOLLY\nDon't I always, you goose?\n(enjoying Lucy's giggle)\nNow put Paulina on the line, and\nno searching the house for presents!\n\nLUCY\n(caught)\nI didn't look in the front closet\nunder the steps!  Is Daddy coming\nhome with you?\n\nJOHN, JR.\n(hearing this, jumping up\nand down)\nYeah!  Daddy!  Daddy!  Daddy!\n(on second thought)\nAnd a Captain Power!\n\nHOLLY\n(a little tightly)\nWell, we'll see what Santa and Mommy\ncan do.  Goose, put Paulina on, okay?\n\nLucy hands the phone to a young Salvadorian woman, PAULINA,\nthe housekeeper.\n\nPAULINA\nHello, Mrs. Holly.  You coming home\nsoon?\n\nHOLLY\nI'm working on it.\n(beat)\nDid Mr. McClane call?                               *\n\nPAULINA\nNo ma'am.\n\nHolly hides a trace of disappointment.\n\nHOLLY\nWell...maybe there wasn't time before               *\nthe flight.  You should probably make\nup the spare room just in case.\n\nPAULINA\n(smiling)\nYes, Mrs. Holly.  I do that already.                *\n\nHolly's smile comes through again.\n\n7       INT. LAX - EVENING                                     7\n\nMcClane, wearing his wool topcoat and carrying the biggest\nstuffed animal FAO Schwartz had in stock and his hangup bag,\ncomes down the American Airlines ramp and into the terminal.\nHe avoids one near-collision involving his stuffed animal, an\nact which drives him into another fender bender with a CUTE\nGIRL who looks like she's ready for high tide at Zuma.  As she\nsmiles, weaves onward, McClane looks at his own Arctic gear\nand then the girl as she kisses a similarly garbed boyfriend.\n\nMCCLANE\n(sotto, to himself)\nCalifornia.\n\nHe looks around the terminal at:\n\n7-A     HIS P.O.V. - TERMINAL                                  7-A\n\nFAMILY REUNIONS are going on all around his as grandparents\ngreet grown children and their children, YOUNG WIVES greet\nuniformed SOLDIERS, our Babbit businessman greets a pleasant\nwife and two pleasant kids.  It's all very traditional, very\ntouching and not the least bit corny.\n\n7-B     BACK TO SCENE                                          7-B\n\nMcClane watches, moved by the sight, then looks around the\nwaiting area, just on the chance his family might be waiting.\nInstead he spots a thin, gangling black kid, ARGYLE, in an\nill-fitting chauffeur's uniform.  As he waits he beats out a\nrhythmn on a \"Nakatomi Corporation\" card with J. McCLANE written\non it in magic marker.  McClane pauses in front of him, unsure.\n\nMCCLANE\nI'm John McClane.\n\nARGYLE\n(introducing himself)\nArgyle.  I'm your limo driver.  Hey,\nnice bag.\n\nHe turns and starts walking.  McClane paces him, still juggling\nbag and giant animal.\n\nMCCLANE\nArgyle.  Don't you take this stuff?\n\nARGYLE\n(stops)\nDo I?  I'm sorry.  You're gonna have to\nhelp me, man.  This is my first time\ndriving a limo.\n\nMCCLANE\nThat's okay.  This is my first time\nriding in one.\n\nCUT TO:\n\n8       WITH THE LIMO - DUSK                                   8\n\nTILT UP from the Lincoln emblem on the car.\n\nBoth Argyle and McClane are in the front seat.\n\nARGYLE\nJust kick back and relax, man.  We\ngot everything you need:  CD, CB,\nTV, VHS, telephone, full bar.\n\nHe looks in the back seat, which is occupied by the bear.\n\nARGYLE\nIf your friend is hot to trot...I\nknow a couple of mama bears.\n(turning to McClane)\n...Or is he married?\n\nMCCLANE\nMarried.\n\nMcClane tries to get comfortable, scowls as a RUSTLING NOISE\nreveals wrappers and styrofoam from Taco Bell.  He scowls at\nArgyle.\n\nARGYLE\nThe girl was off today.  Hey, I\ndidn't expect you to sit up front.\n(back to the topic)\nSo, your lady live out here?\n\nMCCLANE\nThe past six months.\n\nARGYLE\n(thinking about that)\nMeanwhile, you still live in\nNew York?\n\nMCCLANE\nYou're nosey, you know that, Argyle?\n\nARGYLE\nHey, I'm sorry.  When I was a\ncabdriver, see, people expected a little\nchit chat, a little eccentricity and\ncomaraderie, I forgot how stuck up you\nlimo guys were, so excuse me.\n\nMCCLANE\n(amused)\nIt's okay, it's okay.\n\nARGYLE\n(instantly)\nSo, you divorced of what?\n\nMcClane gives up.\n\nMCCLANE\nShe had a good job, it turned into\na great career.\n\nARGYLE\nBut meant her moving here.\n\nMCCLANE\nCloser to Japan.  You're fast.\n\nARGYLE\nSo, why didn't you come?\n\nMCCLANE\n'Cause I'm a New York cop who used\nto be a New York kid, and I got six\nmonths backlog of New York scumbags\nI'm still trying to put behind bars.\nI don't just get up and move.\n\nARGYLE\n(to the point)\nYou mean you thought she wouldn't\nmake it out here and she'd come\ncrawling on back, so why bother to\npack?\n\nMcClane grins, he like Argyle even if he is direct.\n\nMCCLANE\nLike I said, Argyle...you're fast.\n\nARGYLE\n(popping in a cassette)\nMind if I play some tunes?\n\nA hard RAP SONG blasts from the speakers.\n\nMCCLANE\nHow 'bout some Christmas music?\n\nARGYLE\nThat is Christmas music.\n\nAnd damned it if isn't, the Fat Boys of Run DMC doing a\nrevisionist number on WHITE CHRISTMAS or something.  McClane\ngives up, looks out the window.\n\n9       HIS P.O.V.                                             9\n\nConvertibles with Christmas trees in their back seats,\nTime/Temperature signs which reads:  69 degrees, palm trees\ntrimmed in Christmas lights, intermittent West side token\n\"Happy Chanukahs\"...it is clear that Christmas L.A. style has\nits own unique style.\n\n10-     OUT                                             OUT   10-\n11                                                            11\n\n11-A    THE LIMO - CENTURY CITY                               11-A\n\nTILT DOWN FROM one of the stars of this film, the well-lit,\nimpressive and spanking-new NAKATOMI BUILDING.  The limo pulls\nup, parks, and Argyle gets out.  McClane lets himself out,\nwhich is fine because Argyle doesn't remember he's supposed to\ndo it.  They both go to the rear of the vehicle.\n\n12      EXT. NAKATOMI BUILDING - NIGHT                        12\n\nArgyle climbs out of the limo and stops by the trunk.\n\nARGYLE\nSo, you go on upstairs to the party,\nyour lady sees you, you run into each\nother's arms.  Music comes up, you\nlive happily ever after, that it?\n\nMCCLANE\nIt's corny, but I could live with it.\n\nARGYLE\nWhat is it don't work out that way?\nWhere you gonna stay?\n\nMCCLANE\nI'll find someplace.\n\nHe looks up at the highrise lit by huge spotlights, then\nback at Argyle who's made no attempt to open the trunk.\n\nARGYLE\nTell you what.  I'll pull into the\nparking garage and wait.  You score\nwith your wife give me a call on the\ncar phone and I'll leave your bags\ninside at the desk.  You strike out...\nI'll get you to a hotel.\n\nHe hands McClane a business card with the number on it.\n\nMCCLANE\n(taking the number)\nYou're all right, Argyle.\n\nARGYLE\nJust remember that when you sign\nfor the tip.\n(pointing to the\nbuilding)\nThey're paying for it, so don't be\nshy.\n\nMcClane grins, heads inside.\n\n13      INT. NAKATOMI LOBBY - NIGHT                           13\n\nBeautiful and -- on first glance -- deserted.  Finally a\nSOUND in the sterile lobby reveals the presence of a\nSECURITY GUARD hidden until now behind a massive desk.\nMcClane goes there, signs in.\n\nMCCLANE\nHolly McClane?\n\nThe Guard points to a prominent touch screen computer console.\n\nGUARD\nJust type it in there.\n\nMcClane is confused for a moment, then he moves to the screen.\nHe gives the Guard a look...the Guard raises his eyebrows as\nif to say give it a try.\n\n13-A    SCREEN - CLOSER                                       13-A\n\nMcClane types, \"McClane, Holly\".  Pause.  The screen replies,\nNO SUCH EMPLOYEE LISTED.\n\n13-B    MCCLANE                                               13-B\n\nFrowns...thinks.  Simultaneously inspired and suspicious, he\ntypes again.\n\n13-C    THE SCREEN                                            13-C\n\nMcClane types, GENNERO, HOLLY.  This time the screen CHANGES,\nshows an elevation of the building and then a floor plan of the\n30th floor with Holly's office BLINKING.                      *\n\n13-D    BACK TO SCENE                                         13-D\n\nMCCLANE\nCute toy.\n\nGUARD\nYeah.  When you have to take a leak\nit'll help you find your zipper.\n\nMCCLANE\nThirtieth floor...                                  *\n\nGUARD\n(pointing)\nTake the express elevator and get\noff at the noise.\n\nMcClane nods, moves off.  He moves to the elevators, and as he\ndoes his experienced eye takes in:\n\n13-E    ANOTHER SECURITY GUARD                                 13-E\n\nPatrolling a different area.\n\n13-F    SEVERAL HI-TECH CAMERAS AND SENSORS                    13-F\n\nwhich are cleverly worked into the decor of the lobby.\n\n13-G    BACK TO SCENE                                          13-G\n\nMcClane reacts with bored professionalism, NODS to the guard.\n\nMCCLANE\nLots of hardware...\n\nThe guard shrugs.  McClane gets in the elevator.\n\n14      INT. ELEVATOR - NIGHT                                  14\n\nMcClane hits \"30\" and REACTS to the hyper-powered SPEED with\nwhich he rises.  He rotates his head, getting out the travel\ncricks.\n\nAs he approaches the 30th floor we hear a tremendous THUMPING,\nTHROBBING NOISE.  McClane stops and listens before he\nrealizes -- it's the party.  As the doors open the noise\nATTACKS us.\n\n15      30TH FLOOR - SAME                                      15\n\nMcClane moves around the edge of the party, gradually\nspiraling inward.  He grabs a glass of Mimosa champagne punch\nfrom a passing tray, sips...scowls.  Spotting open beers in\nan ice bucket, he tosses the punch into a potted plant, even\nburying the plastic glass.  Sipping the beer, he moves through\nthe dense party.  People he doesn't know throw streamers over\nhim.\n\nA WOMAN kisses him.  He grins.  A MAN kisses him.\n\nMCCLANE\n(to himself, shaking\nhis head)\nCalifornia...\n\nFinally he queries a DANCING WOMAN.  The MUSIC drowns out their\nwords but she nods, points off in some generic direction.\n\nMcClane heads that way, cuts around a Christmas tree, loses\nhis bearings.  He sees:\n\n15-A    TAKAGI                                                 15-A\n\nwho has an air of authority.  McClane goes up to him.\n\nMCCLANE\nExcuse me, I'm looking for --\n\nTAKAGI\nHolly Gennero?\n\nMCCLANE\nYeah.  How'd you know?\n\nTAKAGI\nI've spent half my life on airplanes,               *\nI can recognize someone who just\ngot off one.\n(shaking hands)\nI'm Joe Takagi, Mr. McClane.  I have\n...something to do with this company.\n\nMCCLANE\nSo I've heard.\n\nTakagi smiles, leads the way.  As they approach Holly's office\ndoor, McClane notices the name there is -- again -- \"Gennero\".\n\nTAKAGI\nHolly went to the Vault room to FAX\nsome documents...she should be back\nany...\n\n16      HOLLY'S OFFICE                                         16\n\nEllis is behind the desk.  He's SNIFFLING and just as they\ncome in he SWEEPS the back of the slick desktop with his hand.\n\nBoth McClane and Takagi catch on...but Takagi tries to hide\nhis awareness.\n\nELLIS\nAh...hi...I just had to make a quick\ncall, and this was the nearest phone...\n\nTAKAGI\n(as Ellis rises)\nEllis, this is John McClane...\n(with meaning)\nHolly's policeman?\n(to McClane)\nEllis is in charge of International\nAcquisitions.\n\nMCCLANE\n(shaking hands with Ellis)\nThat explains the recent deal with\nBolivia.\n\nEllis REACTS, runs a checking finger under his nose.\n\nMCCLANE\n(sotto)\nRelax, Ellis.  I'm off duty.\n\nTAKAGI\n(eager to change the\nsubject, to McClane)\nCan I get you anything?  Food?  Cake?\nWatered down champagne punch?\n\nMCCLANE\n(grinning)\nI'm fine.\n(looking through the\nglass)\nYou throw quite a party.  I didn't\nknow they had Christmas in Japan.\n\nTAKAGI\nHey, we're flexible.  Pearl Harbor\ndidn't work out, we got you with\ntape decks.\n\nMcClane laughs.  He likes this guy.\n\nELLIS\nActually, it's kind of a double celebration.        *\nWe closed a pretty big deal today and a lot\nof it was due to Holly.\n\nThe door OPENS.  Holly comes inside.\n\nHOLLY\nAll set, Joe.  The contracts went\nover the wire, and --\n(surprised)\nJohn...!\n\n16-A    MCCLANE AND HOLLY                                      16-A\n\nA moment.  Does the sound of the party stop for him?  We know\nit.  For her?  It's more cryptic.  We sure hope so.\n\nHOLLY\n(recovering)\nI was hoping you made that flight.\n\nJOHN\n(quietly)\nI was hoping you were hoping that.\n\nShe laughs, kisses him on the cheek.  Ellis notes the awkwardness.\n\nTAKAGI\n(to McClane)\nYou wife's made for this business.\nShe know how to drive a hard bargain.\n\nMCCLANE\nYeah.  I remember our first date.\n\nELLIS\nShow him the watch.\n\nAs she hesitates:\n\nELLIS\nGo on, show him.  What're you,\nembarrassed?\n(to McClane)\nA little token of our appreciation\nfor all her work.\n\nHe takes Holly's wrist, holds it up.  McClane smoothly takes\nthe wrist away from Ellis, looks at the watch.\n\nMCCLANE\nNice, but one of us is three hours\nout of sync.  I think it's me.\n(to Holly, pointedly)\nIs there a place I can wash up?\n\nHOLLY\n(happy for the excuse)\nSure.  Follow me.\n\nThey go out.  Alone, Takagi's look at Ellis shows his\ndisapproval of certain snow at Christmas.\n\nCUT TO:\n\n17      EXT. NAKATOMI - NIGHT                                  17\n\nAn Emory freight truck turns off Olympic into the underground\nparking garage of Nakatomi.\n\n18      INT. PARKING GARAGE                                    18\n\nIt goes down the ramp and passes Argyle's black limo.  The\ndriver's seat is EMPTY.\n\n19      INT. LIMO - SAME                                       19\n\nArgyle sits in the back seat hidden from the outside world by\nthe tinted rear windows.  He is making a drink from the bar\nwith the TV on and his rap music blasting from the cassette\nplayer, oblivious to the truck passing behind him.\n\n20      INT. PARKING GARAGE - SAME                             20\n\nThe Emory truck stops in front of the service elevator on the\nnext level down.  As the truck idles, the uniformed driver\nmakes a note on his clipboard.\n\n21      INT. ELLIS' OFFICE - NIGHT                             21\n\nTILT UP FROM McClane's BARE FEET.  He is clenching and\nunclenching his toes.\n\nMCCLANE\n(surprised, actually feeling\ntension decline)\nSon-of-a-bitch.  It works.\n\nHolly sits on the desk here, watches him remove his jacket, tie\nshirt, etc.  Begin to wash up in the private bath.\n\nHOLLY\nWhat are you doing?\n\nMCCLANE\nIt's a long story.  You know, I\nthink that Ellis has his eye on you.\n\nHOLLY\nThat's okay...\n(pause)\n... I have an eye on his private\nbathroom.\n\nMcClane's face shows his relief (or rather, his attempt not\nto show any).\n*\n\nHOLLY\nSo, where are you staying?  This                    *\nall happened so fast I didn't even\nask you on the phone.\n\nMcClane finishes drying his face and steps to the bath doorway.\n\nMCCLANE\nWell, Cappy Roberts retired out\nhere a couple years ago.  He said I\ncould bunk with him.\n\nHOLLY\nOh...Where does he live?\n\nMCCLANE\nRamona...no, Pomona, that's it.\n\nHOLLY\nPomona!  You'll be in the car the\nwhole time...Look, let's make this\neasy.  I have a spare bedroom.  It's\nnot huge, but the kids would love to\nhave you at the house.\n\nMcClane fixes her with a look.\n\nMCCLANE\nThey would, huh?\n\nHOLLY\n(beat; honest)\nI would too.\n*\nThey lock eyes for a moment, but it's an intense moment that\nsays a lot about how they still feel about each other.\n\nJust then a man and a woman, both a little tipsy, open the\ndoor to the office, see that it's occupied and beat a hasty\nretreat.  The interruption temporarily dents the mood.  Holly\ntries to smile.  But for McClane it's the last frustration.\n\nHOLLY\n...I've missed you.                                 *\n\nMCCLANE\nEspecially my name.  You must miss\nit every time you write a check.  When\ndid you start calling yourself\n'Ms. Gennero'?\n\nHOLLY\n(caught)\nThis is a Japanese company, you know?\nThey figure a married woman, she's on\nthe way out the door...\n\nMCCLANE\nSure.  It's unnerving.  I remember\nthis one particular married woman,\nshe went out the door so fast there\nwas practically a jetwash...I mean,\ntalk about your wind chill factor...\n\nHOLLY\nDidn't we have this same conversation\nin July?  Damn it, John, there was\nan opportunity out here -- I had to\ntake it --\n\nMCCLANE\nNo matter what it did to our marriage -- ?\n\nHOLLY\nMy job and my title and my salary did\nnothing to our marriage except change\nyour idea of what it should be.\n\nMCCLANE\nOh, here it comes.  One of those\n'meaningful relationship conversations.'\nI never should've let you get those\nmagazine subscriptions --\n\nHOLLY\nYou want to know my idea of a marriage?\nIt's a partnership where people help\neach other over the rough spots --\nconsole each other when there's a\ndown...and when there's an up, well,\nhell, a little Goddamn applause or\nan attaboy wouldn't be too bad.\n(quietly)\nI needed that, John.\n(pause)\nI deserved that.\n\nThere's a clumsy pause as if she's almost challenging him to\nsay...something but he sets his jaw, says nothing.  Just then\nthe door opens and Ginny leans inside.\n\nGINNY\nMiz Gennero?  Mr. Takagi is looking\nfor you...he wants you to say something\nto the troops...\n\nHOLLY\nThanks, Ginny.  I'll be a second.\nOh, this is --\n\nMCCLANE\n(mock bright 'radio' voice)\nHi.  John Gennero here.  I'm the\nsensitive and supportive man of the\neighties.\n\nGinny looks puzzled, goes out.  Holly sighs, moves to the\ndoor.\n\nHOLLY\nI'll be a few minutes.  Wait here --\n\nMCCLANE\nDon't I always?\n\nShe's gone.  Immediately, he slaps his forehead, contrite.\n\nMCCLANE\n(to himself)\nSchmuck!\n\n22-     OUT                                              OUT   22-\n23                                                             23\n\n24      INT. BUILDING LOBBY - SAME TIME                        24\n\nThe Guard at the front desk notices the Emory truck on his\nmonitor.  The Guard continues to watch the Emory truck and\nonly half notices as a Mercedes pulls up in front of the\nbuilding and two extremely well-dressed BUSINESSMAN (late\ntwenties) climb out and start up the stairs for the door.  As\nthey cross the lobby to the Guard's table to sign in, we hear\ntheir conversation.\n\nMAN #1 (THEO)\n(animatedly)\n...So, Kareem rebounds -- listen,\nthis is a great play -- feeds Worthy\non the break, over to A.C., to Magic,\nback to Worthy in the lane and --\n\nSuddenly the other man pulls out a Walther pistol with a\nsilencer and aims it at the Guard's forehead.  Before the\nGuard can react he pulls the trigger.\n\nTHEO\n(dryly)\nBoom...two points.\n\n(The speed with which the murder takes place sets the tone\nfor the rest of the action.)  The killer moves behind the\ndesk, stepping over a small pool of blood from the Guard.\n\nHis name is KYLE, big, with long blond hair like a rock\ndrummer.  Karl takes off the silencer and looks at the video\nmonitor of the Emory truck.  The first man, Theo, opens his\nbriefcase, takes out a portable CB radio and speaks into it.\n\nTHEO\nWe're in.\n\n25      ON THE SCREEN                                          25\n\nthe driver nods at the security camera as several men climb out of\nthe rear of the van and begin unloading wooden crates by the\nservice elevator.\n\n26      INT. ELLIS' OFFICE - NIGHT                             26\n\nMcClane looks at all the lavishness around him and picks up a\nphone by the toilet.  He opens his wallet and takes out the\nphone number Argyle have him.  A photo of his children stops\nhim.\n\nIt's of Holly, the two children and himself in happier days:\nSix months ago, before Nakatomi came calling to Holly's door.\nMcClane flips it over.  On the back in crude but painstaking\nhand of a five-year-old it says:  WE MISS YOU, DADDY.  LOVE\nLUCY (and in more primitive letters) JOHN.\n\nMcClane returns the photo to his wallet, dials the number.\n\n26      INT. BUILDING OPERATIONS CONTROL ROOM                  26\n\nTheo enters the small control room and comfortably sits behind\na maintenance keyboard.  Whistling a vaguely familiar tune, he\nTYPES in some commands and locks down the passenger elevators\nup to the 30th floor.  Then with several more computer commands,\nsystematically causes:\n\n27      THE HEAVY STEEL GATES TO THE PARKING GARAGE CLOSE      27\n\n28      THE ESCALATORS TO THE GARAGE COME TO A STOP            28\n\n29      OUT                                             OUT    29\n\n30      CONTROL ROOM - SAME                                    30\n\nTheo finishes typing and disconnects the keyboard and pulls out\nthe wires from beneath the panel.\n\n31      INT. LOBBY - SAME                                      31\n\nThe doors to a service elevator open TO REVEAL HANS GRUBER,\nimpeccably dressed, lean and handsome, he steps out into the\nlobby like he owns the building -- and in a way he does.\n\nTheo steps to the door of the control room and tosses Hans a\nCOMPUTER CARD.\n\nHans goes to the front door, waves the card over a magnetic\nplate.  An LED BLINKS and the door LOCKS with a THUD.\n\nHans looks out at the street.  Appropriately enough, \"not a\ncreature is stirring.\"  Century City is quiet.\n\n32-     OUT                                             OUT    32-\n35                                                             35\n\n35-A    LOBBY - QUICK CUTS                                     35-A\n\nAn elevator opens REVEALING TEN MORE MEN, all armed with\nKalashnikov machine guns are carrying canvas kit bags.  One\nof them, EDDIE, a rugged American in his twenties, goes to\nthe dead guard and immediately begins changing into his cloths.\n\nMeanwhile:\n\nA)  Karl takes a tool case from the elevator and joins his\nbrother TONY, first playfully grabbing him.  They head\nfor the basement stairwell;\n\nB)  Theo leaves the control room and nods to Hans.\n\nC)  Eddie finished adjusting buttons and snaps on his\npilfered uniform, takes his position behind the front desk.\n\n36      HANS                                                   36\n\nlooks at his watch and seems pleased.  He steps into the service\nelevator with the others and presses the button for the 30th\nfloor.  The entire sequence has taken maybe sixty seconds.\n\n37      INT. ELLIS' BATHROOM - 30th FLOOR - SAME               37\n\nMcClane is still barefoot, his pant legs now rolled up above\nhis ankles.  He stretches his toes again.  Damn, it works.  He\nlights up a new Marlboro, dials a number on the (bathroom)\nphone.\n\n38      INT. BUILDING BASEMENT - PHONE ROOM                    38\n\nA large sign says:  PACIFIC BELL EMPLOYEES ONLY.  Inside Tony\nstands in front of an intimidating matrix of phone lines -- but\nwhat he has in mind won't require a doctorate in Electrical\nEngineering.  Karl comes over, gives his an elder brother's\npunch on the arm, points out what to do.  Together they focus\non four CPV plastic conduits which run out of the main panel\nover their heads.  Tony nods.  Opens a case REVEALING a\ncompact electric chainsaw.\n\n39      INT. ELLIS' BATHROOM - RESUME                          39\n\nMCCLANE\n(on phone)\nArgyle...?\n\n40      INT. LIMO                                              40\n\nArgyle is reclining on the seat.  The music is on so loud that\nit is nearly impossible to hear.\n\nARGYLE\nHey, John, what's the word on you\nand your lady?\n\nMCCLANE'S VOICE\nThe vote's not in yet.\n\n41      INT. PHONE ROOM - SAME                                 41\n\nKarl cuts through the four tubes one at a time.\n\n42      INT. ELLIS' BATHROOM - SAME                            42\n\nMcClane on the phone.\n\nARGYLE'S VOICE\n(mocking)\n'Vote's not in yet?'  What's that\nsupposed to mean.\n\nMCCLANE\nWhat do you want, 'All My Children'?\nWe're making progress.  After I get my\nfoot out of my mouth, we'll really be\ncooking, and then I can --\n\nHe stops and gently taps the phone cradle.  No dial tone.\n\n43      INT. LIMO                                             43\n\nArgyle looks at the phone.\n\nARGYLE\nWhat?...Mr. Mac, you there?\n\nHe turns down the music but there is on one on the line.\n\nARGYLE\n(to himself)\nWell, call me back, John.  You got\nthe number.\n\nHe hangs up and turns the volume back up.\n\n44      ELLIS' OFFICE                                         44\n\nMcClane hangs up the original phone and then tries the other\none on the desk.  It, too, is dead.\n\n45      INT. SERVICE ELEVATOR                                 45\n\nHans and the others approaching the 30th floor.  As they grow\ncloser, we hear the noise of the speakers growing louder and\nlouder.  The men cock their weapons and brace themselves as the\ncar stops and the elevator doors open.  ON THE SOUND OF GUNSHOTS\nAND SCREAMS WE:\n\nCUT TO:\n\n46      INT. ELLIS' OFFICE                                     46\n\nMcClane grabs his shoulder harness off the back of the chair,\nmoves quickly to the doorway.  He looks down the hall.\n\n47      MCCLANE'S P.O.V.                                       47\n\nTwo terrorists, FRANCE and FRITZ, armed with M-5 machine guns\nsearching the offices on the hall one by one.  They open a door,\nlook in from the hallway, and move on quickly to the next.\n\nThey are four offices away and moving fast.\n\nMcClane looks across the corridor and sees the stairwell door\n-- too far to reach without being seen.\n\n48      MCCLANE                                                48\n\nsteps back, throws off the safety on his Beretta and braces\nhimself.  He opens the door, peers through a crack at:\n\n49      HALLWAY - FRANCE AND FRITZ                             49\n\nQUICK CUTS as McClane's eyes SCAN their weapons...he's totally\noutgunned, and he knows it.\n\nFranco and Fritz reach the office just before Ellis' and throw\nopen the door REVEALING the man and woman who interrupted Holly\nand McClane a few minutes before, now in the throes of\npassionate lovemaking on the desk.  The two terrorists smile\nat each other, then enter the office.\n\nA moment later the man, (trying desperately to pull up his\npants) and the woman (buttoning her blouse) are pushed out\ninto the hall and toward the larger group by Fritz.  The other\nterrorist, Franco, goes to Ellis' office and opens the door.\n\nIt is...empty.\n\n50      INT. STAIRWELL - SAME                                  50\n\nCLOSE ON McClane's bare feet padding quickly up the concrete\nstairs, two at a time.  We FOLLOW him up, then out onto the:\n\n50-A    31th FLOOR                                             50-A\n\nThis is the mezzanine floor immediately above the main\nNakatomi lobby.  McClane sees Theo and KRISTOFF wheeling carts\nof equipment.  McClane ducks back into the stairwell, he runs\nup another flight and out onto:\n\n51      UNFINISHED FLOOR                                       51\n\nEventually it will be one large secretarial pool, but only a\nportion is completed.  Half-finished partitions and office\nfurniture in its original plastic wrappings are everywhere.\nOne end has a few lonely finished working areas.\n\nMcClane moves quickly to a desk and picks up a phone.  It's\nout.\n\nMCCLANE\nShit...\n\nHe looks out the window at:\n\n51-A    NEIGHBORING BUILDING - MCCLANE'S P.O.V.                51-A\n\nA high-rise apartment building a half-block away sparkles with\nlights.  McClane stares at a PRETTY GIRL in her bedroom.  She's\nwearing drop dead underwear right out of the Victoria's Secret\ncatalog.  As we watch, she flops down on her bed, and with\none long leg in the air, effortlessly dials\na call on her high-tech phone.  It seems so easy.\n\n51-B    BACK TO SCENE                                          51-B\n\nFrustrated, he watches this, knits his brow.\n\nMCCLANE\nThink...\n\n52      INT. 30th FLOOR (HOSTAGE FLOOR) - SAME                 52\n\nThe employees have been herded to the center of the room where\nthe desks have been pulled back.  Many people are whimpering.\n\n52-A    HOLLY                                                  52-A\n\nShe looks around the room for McClane.  She's so intent on\nthis that she doesn't see one TERRORIST waving her forward.\nExasperated, he SHOVES her.  Her glare at him shows us her\nmettle.\n\n52-B    WIDER                                                  52-B\n\nAs the employees are bunched together, Ellis seeks out Holly.\nHe's clearly scared but trying to fake courage.  He pats her\nhand \"reassuringly.\"\n\nHans steps up on top of a desk and looks over the group.  He\nreaches into a pocket...several people CRINGE...but what he\ncomes out with is a Bottega Venata pocket notebook.  He checks\nhis own scribblings like a dais speaker.\n\nHANS\n(soothing, in control)\nLadies and gentlemen, due to the\nNakatomi Corporation's legacy of\ngreed around the globe, it is about\nto be taught a lesson on real power.\nYou...will be witnesses.\nIf our demands are not met, however --\n(sad smile)\n-- You may become participants instead.\n(beat, checking notes)\nNow, where is...'Takagi'?  Where is\nthe man who...\n(slight smile)\n...used to be in charge here?\n\nTakagi is shoved forward.  He's worried but far from cowed.\nHans steps towards him.  Extends a hand.\n\nHANS\n(quite civil)\nMr. Takagi.  How do you do.  My\nname is Hans Gruber.\n\nTakagi is confused by his charm.  Hans waves politely in the\ndirection of an elevator and with an armed escort takes the\nexecutive away.  CAMERA ADJUSTS to show Holly, concerned.\n\n56      INT. STAIRWELL - 33rd FLOOR - SAME                     56\n\nMcClane pauses outside the stairwell door to the 33rd floor,\nhe presses the handle and cracks the door open TO REVEAL a\ncomputer floor.  The computer machinery drones on under the\nlights behind plate glass windows.  McClane quietly closes\nthe door and moves to another floor.\n\nMCCLANE\n(mumbling to himself)\n32 construction...33 computers...\n\n57-     OUT                                              OUT   57-\n58                                                             58\n\n59      INT. SERVICE ELEVATOR - NIGHT                          59\n\nHans, Takagi, Karl and Tony.  Riding silently.  Hans alone\nseems relaxed.  He whistles.  We recognize it as a snatch of\nWagner.\n\nHANS\nNice suit.  John Philips...London?\n\nTakagi stares at him, speechless.\n\nHANS\n(smiles)\nI have two myself.\n(beat, as he exits:)\nI'm told Arafat shops there too...\n\n60      INT. STAIRWELL                                         60\n\nMcClane starts to open the stairwell door to the Machine Floor\nwhen a NOISE above him gets his attention.  He moves silently\nup one flight to the roof.  Quietly, he cracks the door and\nlooks out onto a Machine Floor on the lower level of the roof.\n\n61      MCCLANE'S P.O.V.                                       61\n\nThree terrorist, JAMES, ULI and HEINRICH, are unpacking the\nwooden crates we saw in the garage from the service elevator.\nIt's not clear what they're doing but it seems very military\nlike and ominously defensive.  Heinrich POINTS up to the\nceiling and says something in German.  The others nod.  Heinrich\nstarts to turn towards the CAMERA and:\n\n62      MCCLANE                                                62\n\ncloses the door and slips back down the stairs.\n\n63      INT. CONFERENCE ROOM - BOARD ROOM FLOOR - NIGHT        63\n\nHands enters, looks around.                                   *\n\nHANS                                 *\nAnd when Alexander saw the breadth\nof his domain, he wept.  For there\nwere no more worlds to conquer.\n(to Takagi)\nThe benefits of a classical education.\n\nHans admired a scale model of a bridge.  Behind him are       *\nphotographs of the gorge where the bridge will be constructed.\nKarl and Tony listen.  Takagi watches.\n\nHANS\nIt's beautiful.  I always enjoyed\nmodels as a boy.  The exactness, the\nattention to every foreseeable detail...\nperfection.\n\nTAKAGI\n(defensively)\nThis is what this is about?  Out\nbuilding project in Indonesia?\nContrary to what you people think,\nwe're going to develop that region...\nnot 'exploit' it.\n\nHans straightens, looks hard at Takagi.\n\nHANS\nI believe you.\n(smiling)\nI read the article in Forbes.                       *\n\nTakagi looks confused.  Hans puts a friendly arm around Takagi's\nshoulders and guides him into the adjacent board room where\nTheo types in commands onto a built-in computer console.\n\nHANS\nMr. Takagi, we could discuss\nindustrialization of men's fashions\nall day, but I'm afraid my associate,\nMr. Theo, has some questions for you.\nSort of fill-in-the blanks questions\nactually...\n\nJUMP CUT:\n\n64      A COMPUTER SCREEN SPITS OUT:                          64\n\nNAKATOMI CORPORATION.\nBOARD WORKSTATION.\nENTER CENTRAL COMPUTER CODE KEY _ _ _ _.\n\n65      THEO                                                  65\n\nsits fingers poised over the keyboard.  Hans sits opposite.\nTakagi stands like the accused at the foot of the table, has\njust read the screen, blurts:\n\nTAKAGI\nI don't have that code...!\n(beat; to Hans)\nYou broke in here to access out\ncomputer?!?  Any information you\ncould get -- they wake up in Tokyo\nin the morning, they'll change it!\nYou won't be able to blackmail our\nexecutives or threaten --\n\nHans barks him to silence:\n\nHANS\nSIT DOWN!\n\nTakagi complies.  Hans is abruptly compassionate and quiet.\n\nHANS\nMr. Takagi...I'm not interested in your\ncomputer.\n(beat)\nI'm interested in the 640 million dollars\nin negotiable bearer bonds you have in\nyou vault.\n\nON Takagi's reaction.\n\nHANS\nYes...I know about them.  The code\nkey is a necessary step in accessing\nthe vault.\n\nTAKAGI\nYou want...money?  What kind of\nterrorists are you?\n\nHANS\n(amused)\nWho said we were terrorists?\n\n65-A    MCCLANE - ENTERING THIS FLOOR                         65-A\n\nHe tiptoes along, gun held ready.  He can HEAR the MUMBLE of\nvoices from the conference room, moves slowly towards it.\n\n65-B    CONFERENCE ROOM - RESUME                              65-B\n\nHans slowly takes out his Walther and his silencer.  He feels\nhis silencer a moment, as if making a decision, then slips it\nback into his coat pocket.\n\nHANS\n(weighing the gun)\nThe code key, please...?\n\nTAKAGI\nIt's useless to you!  There's seven\nsafeguards on our vault, and the\ncode key is only one of them!  You'll\nnever get it open!\n\nHans lifts the gun.\n\nHANS\nThen there's no reason not to tell\nit to us.\n\nTHEO\n(aside to Karl)\nI told you...\n\nKARL\nIt's not over...\n\nHans gives them both a look like an annoyed schoolmaster,\nturns back to Takagi.\n\nHANS\nThis is too nice a suit to ruin,\nMr. Takagi.  I'm going to count\nto three.  There will not be a\nfour.  Give me the code.\n\nHe cocks the gun:\n\nTAKAGI\nI don't know it!  get on a Goddamn\njet to Tokyo and ask the chairman!\nI'm telling you!  You're just going\nto have to kill me --\n\nHANS\nOkay.\n\nBANG!!  He pulls the trigger:\n\n66      OUT IN THE MUSEUM - MCCLANE                           66      *\n\nreacts as if shot.\n\nA66-A   HIS P.O.V.                                           A66-A    *\n\nThe glass doors to the boardroom are splattered red and\ndripping...\n\n66-A    INSIDE                                                66-A\n\nTakagi is still seated, but the chair in flat on its back,\nblood flowing out into the carpet.\n\nHans springs to his feet:\n\nHANS\nWe do it the hard way!  Tony, see if\nyou can dispose of that. (the body)\nKarl, you'd better check Heinrich's\nwork up on the machine floor.\n\nKarl, in the midst of handing Theo a fifty dollar bill, nods.\n\n67      OUTSIDE - MCCLANE                                     67\n\nstunned, sees Hans move and tries to retreat.  But his gun\nbumps the underside of the table:\n\n68      INSIDE - HANS                                         68\n\nhears it.  Karl is the first to move:\n\n69      KARL                                                  69\n\nsprings through the door, finds nothing.  He checks two\nadjoining rooms, the first is deserted.  The second...is\nlocked.\n\n70      KARL                                                  70\n\nreturns to Hans.\n\nKARL\nNothing...\n\nHANS\n(nods)\nSee to Heinrich...\n(to Theo)\nNow...you can break the code key...?\n\nTHEO\n(grins)\nYou didn't bring me along for my\ncharming personality.\n\nAs he heads for the elevator.\n\nTHEO\n(under his breath)\n'Though you could have...\n\nHans smiles, confident in his team, and follows.  CAMERA\nSETTLES ON the door that Karl found locked.\n\n71      INSIDE THE SUPPLY CLOSET - MCCLANE                    71\n\nslowly lets out a breath, praying softly:\n\nMCCLANE\nArgyle.  Tell me you heard the shot.\nTell me you heard the shot and you're\ncalling the police right now...\n\nCUT TO:\n\n72      INT. LIMO - PARKING GARAGE                            72\n\nArgyle is on the car phone.  The music is playing.\n\nARGYLE\nI'm working, honey.  Working hard.\n'Course I'll be by later to pick you\nup, have I ever lies to you?  My boss?\nHe thinks I'm cruising to Palm Springs...\n\n72-A    MACHINE LEVEL - TIGHT ON CEILING                      72-A\n\nHeinrich PRESSES something into a niche here, scrambles like\na monkey to a new position.  Helped by one of his men, he\nJUMPS down, moves to another area, climbs up again, removing\nsomething from his shoulder bag.\n\n73      VAULT ROOM - 31ST FLOOR                               73\n\nHans and Theo enter the safe room.  The huge corporate safe\nlooms in front of them.  Theo places three kit bags onto a\ntable and rolls up his sleeves.  He swivels a computer console\ninto handy reach, sits down.\n\nHANS\nHow long?\n\nTHEO\nThirty minutes to break the code...\nTwo hours for the five mechanicals.\nThe seventh lock...that's out of\nmy hands.\n\nHANS\nIf out plan works...the FBI will\nget rid of it for us.\n\nTheo grins, begins typing.\n\n73-A    HIS SCREEN                                            73-A\n\nHe types BEGIN ALGORITHM CODE PROGRAM.  RANDOM NUMBERS AND\nLETTERS begin going by:  AAAAA; 11111; AAAAB; 11112.\n\n74      32ND FLOOR                                            74\n\nMcClane moves out onto the 31st floor, angry at himself.\n\nMCCLANE\nWhy the fuck didn't you stop him?\n(beat)\nBecause, you ignorant sonofabitch,\nyou'd be dead, too.  Think...think,\nGoddamnit!\n\nSuddenly he looks up at the ceiling and sees a sprinkler head.\nHis look drops to the wall and focuses on a small red fire alarm\nswitch by the door.\n\n75      INT. MAIN FLOOR - L.A. FIRE STATION - NIGHT           75\n\nAn ALARM sounds.  Quickly firemen move to their machines as a\nvoice of a 911 DISPATCHER drones.\n\n911 DISPATCHER\nMain Wilshire units.  Two alarm fire\nat Nakatomi Plaza --\n\nThe voice continues as the station doors open and we:\n\nCUT TO:\n\n76      INT. NAKATOMI - GROUND FLOOR OPERATIONS ROOM - SAME   76\n\nA fire alarm indicator light showing which floor has sounded the\nfire alarm -- suddenly begins flashing, emitting short, loud\nbeeps.  Eddie, the terrorist in the guard's uniform and manning\nthe station, immediately picks up his CB.\n\n77      32ND FLOOR - SAME                                     77\n\nMcClane stands at windows looking Northward for fire trucks.\nSuddenly we SEE the flashing red lights of FOUR ENGINES in\ntraffic two miles away.\n\nMCCLANE\nC'mon, baby...come to Papa.  I'm\ngonna kiss your Goddamn dalmatian.\n\n78      INT. SERVICE ELEVATOR - ON HANS - SAME                78\n\nHe rides the elevator back to the 30th floor with Tony.\n\nHANS\n(calmly, to Eddie\non CB)\nCall 911, give them the name and\nbadge number on your uniform and\ncancel the alarm...then disable\nthe system.\n(looks across at\nTony, presses talk\nbutton again)\nEddie?  What floor did the alarm\ngo off?\n\n78-A    MACHINE FLOOR                                         78-A\n\nThey've heard the alarm here, too.  Heinrich, Marco and       *\nUli HEAR the alarm and continue their mysterious work.\n\n79      UNFINISHED FLOOR - SAME                               79\n\nMcClane stands silhouetted against the window.  In the distance\nhe can see another fire truck swing off Santa Monica onto\nAvenue of the Stars.\n\nSuddenly the red light on the first truck goes out, then on the\nsecond.  McClane watches in disbelief.  The trucks slow and\nturn down separate side streets, heading for home.\n\nMCCLANE\n(realizing)\nSon of a bitch...\n\nJust then the elevator bell rings and we HEAR the ELEVATOR DOORS\nOPEN.  A figure (Tony) slips into the shadows -- his machine\ngun drawn.  We MOVE WITH HIM FROM the elevator area until he\nreaches the light switch and throws it illuminating the entire\nfloor.  McClane is gone.\n\n80      ON MCCLANE                                            80\n\nunder a desk.  He takes in his options.\n\n81      HIS P.O.V.                                            81\n\nThe feet of Tony.  They move slowly in his direction.  McClane\nLooks down the aisle next to the windows.  It leads to a series\nof cubicles at the other end of the floor and is a clear path\nif he can make it past Tony.\n\n82      TONY                                                  82\n\nHe moves steadily toward the area where we saw McClane.\n\nTONY\nThe fire has been called off, my\nfriend.  No one is coming to help\nyou.  You might as well come out\nand join the others.\n(fingers the trigger\nof his machine gun)\nI promise not to hurt you.\n\nMoving more confidently, he steps up to McClane's desk, then\naround it and fires a blast into the space.  It is empty.  As\nthe SOUND OF THE MACHINE GUN FADES he listens and hears another\nSOUND -- a NOISE coming from the other end of the room near\nthe cubicles.\n\nTony heads toward the noise.  Sensing a trap, he moves past\neach cubicle carefully, checking each office until he reaches\nthe doorway of the last one.  The sound is just around the\npartition.  He tenses, then spins into the cubicle.\n\n83      TONY'S P.O.V.                                         83\n\nA radial arm saw spins noisily.\n\n84      TONY                                                  84\n\ngrins at his nervousness.  He moves to turn it off, not\nrealizing the sound has buried the soft rustle of McClane,\nsteps INTO FRAME behind him, McClane shoves his pistol barrel\nagainst Tony's temple.\n\nMCCLANE\nFreeze, Police...don't move or name\nyour beneficiary.\n\nTony doesn't.  McClane cocks his Beretta.  Tony watches him\ncalmly.\n\nTONY\nYou won't hurt me.\n\nMCCLANE\nYeah?  Why not?\n\nTONY\n(smug)\nBecause you are a policeman.  There\nare rules for policemen.\n\nMCCLANE\nYeah.  My Captain keeps telling\nme the same thing.\n\nMcClane suddenly PISTOL WHIPS Tony across the head.  Tony\nREELS, then swallows, worried for the first time.\n\nMCCLANE\nLet's go.\n\nSuddenly Tony spins to the side and McClane FIRES, but the\nbig man's momentum slams McClane into a filing cabinet and sends\nhis pistol into the hall.\n\nTony fires his machine gun, but McClane kicks him into the desk.\n\nHe locks his arms around the big man's neck in a hold that\nsends Tony reeling into the hall.  McClane holds on as they\nslam through several plastic board partitions.  They careen\nacross the hall into the stairwell door, opening it, and crash\ninto:\n\n85      STAIRWELL LANDING                                     85\n\nthen down the concrete steps into the wall on the landing below.\nFor a moment, both men lie still.  McClane, still holding onto\nTony's neck, releases it and the man's head flops sickeningly\nto the side.\n\nFor a moment McClane just looks at the dead man.  Then, slowly,\nmethodically, he begins to SEARCH HIM.  He turns all his pockets\ninside out, looks at his clothing labels, stares long and very\nhard at a California driver's license with Tony's picture on\nit.  He expertly examines the machine gun when a HISSING SOUND\ncoming from somewhere attracts his attention.\n\nHe rises, moves cautiously to the source.\n\n85-A    NEW ANGLE                                             85-A\n\nIt's Tony's CB, which has fallen from the dead man's waist during\nthe struggle.  McClane stares at it, formulating a plan.\n\nCUT TO:\n\n86      INT. 32ND FLOOR - NIGHT                               86\n\nPAN FROM Tony's now shoeless feet TO McClane, who sits on the\nfloor near the body hurriedly lacing up the dead terrorist's\nboots on his own feet.  He ties the last lace and tries to take\na couple of steps.\n\nHe winces in pain, goes off balance.  Quickly he starts taking\nthe boots off.\n\nMCCLANE\nA million terrorists in the world\nand I kill the one with feet\nsmaller than my sister.\n\nHe yanks off the boots and tosses them into the garbage.  Then\nhe pulls the body up and sets it down on a secretary's chair.\nHe starts to push it along when he gets an idea and moves to:\n\n86-A    A DESK                                                86-A\n\nWhere he scribbles a note we cannot read on a piece of paper.\nThen his eyes fall on some Xmas decorations nearby.  He smiles\nto himself.\n\n86-B    IN THE ELEVATOR - UNFINISHED FLOOR                    86-B\n\nTIGHT ON McClane's back as he pushes Tony's body on swivel\nchair into the elevator.  (NOTE:  WE CANNOT SEE TONY'S HEAD)\nCAMERA ADJUSTS as McClane pushes the buttons for the 31th and\n30th floors.\n\nWe notice he's got the dead man's machine gun and that a wooden\ndesk ruler protrudes from McClane's back pocket.\n\nThe elevator doors close and the car starts down.  After it's\ndropped only half a floor, McClane forces the doors open with\nhis fingers -- stopping the car between floors.\n\nUsing the ruler he blocks open the inside doors, then opens the\noutside doors of the floor above (31st) with his fingers and\npulls himself up onto the carpeted floor, then up onto the roof\nof the car.  Once on the roof of the car he reaches over the\nedge and removes the ruler, closing the inside doors and setting\nthe car in motion again.\n\n86-C    HOSTAGE FLOOR                                         86-C\n\nThe hostages have been gathered together in a group in the center\nof the open floor, guards flanking them.  The elevators are\nbarely visible from the edge of the group, which is where Ginny\nand Holly are sitting.  Ginny winces, uncomfortable on the floor.\nHolly soothes her.  Hans stands in front of them like a stern\ncamp counselor in front of the assembled bunk.\n\nHANS\nI wanted this to be professional,\nefficient, adult, cooperative.  Not\na lot to ask.  Alas, your Mr. Takagi\ndid not see it that way...\n(harder)\nSo he won't be joining us for the\nrest of his life.\n(as that sinks in)\nWe are prepared to go any way you\nmake us.  When we have achieved our\naims you can walk out of here...\nor be carried out.  Decide now, each\nof you.  But remember that we have\nplanned everything to the last detail.\nWe are completely in change.\n\nA \"DING\" attracts his attention.  He turns.\n\n87      NEW ANGLE                                             87\n\nThe elevator doors OPEN and Fritz, guarding the area.  WHIRLS,\ngun held ready.  His jaw drop as he sees:\n\n87-A    TONY'S BODY - HIS P.O.V.                              87-A\n\nStill and dead, flopped in a swivel chair, a red Santa hat\ngaily placed on his head.\n\n87-B    HANS                                                  87-B\n\nREACTS.\n\nHANS\n(indicating the hostages)\nGet them over there.  Schnell!\n\nThe guards quickly hustle the hostages away as Hans crosses to\nthe elevator, but for before.\n\n87-C    HOLLY                                                 87-C\n\nSees the body...and REACTS.  She knows her husband's abilities...\nnot to mention his twisted sense of humor.\n\n87-D    NEAR THE ELEVATOR                                     87-D\n\nAs Fritz stands there, confused, Hans comes to the elevator with\nFranco, lifts Tony's chin and sees that his neck has been\nsnapped.  He sees a folded piece of paper in Tony's collar,\ntakes it out.\n\n87-E    INSERT - THE NOTE                                     87-E\n\nIt reads, \"Now I have a machine gun.  HO-HO-HO.\"\n\n87-F    BACK TO SCENE                                         87-E\n\nFRITZ\nPerhaps a security guard we\noverlooked...?\n\nHans lifts Tony's chin again, lets the head flop over.\n\nHANS\n(thoughtfully)\nSecurity guard?  They're usually\ntired and burned out old policemen growing           *\nfat on a pension...This is...\nsomething else.\n\n87-G    ROOF OF ELEVATOR - SAME TIME                          87-G\n\nMcClane is staring through a tiny crack at the scene below him.\nCAMERA ADJUSTS from Fritz in the b.g. to Hans and France just\nbelow.\n\nMcClane is WRITING in his weather-beaten cop's notebook.  The\nfirst notation is NUMBER OF HOSTAGES:  HOLLY + 30 -- odd.  Then\nit says, NUMBER OF TERRORISTS?  As we watch, he adds \"3 ? 1\n87-H    in Lobby (?) and 2+ with hostages??  Plus ones on     87-H\nroof (3).\"\n\nFRITZ'S VOICE\n(slightly spooked)\nWe have to do something, Hans.\n\nHANS' VOICE\n(not pleased)\nYes...we have to tell Karl his brother\nis dead.  Tell him to come down.\n\nNow McClane writes \"HANS=LEADER.  Karl=BROTHER.  USE THIS?\"\nAs Fritz calls Karl on his CB, Hans looks at Franco.\n\nHANS\nFranco, you and Fritz take the body\nupstairs and out of sight.  I don't\nwant the hostages to think too\nmuch.\n\n88      INT. ELEVATOR SHAFT - CAR ROOF - ON MCCLANE - SAME    88\n\nOn top of the car, listening to the conversation below.  Franco\nand Fritz step into the car and the doors on the elevator close.\nThe car accelerates upward and McClane grabs onto the heavy,\ngrease-coated cables to keep his balance.  Already his clothes\nare soiled; his face and feet, arms and hair are dark from the\ndirt and sweat.  The car speeds up the shaft -- passing the car\nbringing Karl down to the hostage floor -- and stops at the\nmachine floor.  The doors open and McClane hears them roll the\nchair with the body off the car.  McClane looks up.\n\n89      MCCLANE'S P.O.V.                                      89\n\nA metal catwalk runs around the inside of the elevator shaft.\n\n90      MCCLANE                                               90\n\npulls himself up onto it.  As he moves along the catwalk looking\nfor a way out, he passes an unmarked metal door, 2'x3'.  McClane\npushes it open and looks in.\n\n91      MCCLANE'S P.O.V.                                      91\n\nTotal darkness.\n\n92      MCCLANE                                               92\n\ntakes out a coin.  A quarter.  He stops, switches to a nickel.\nThrows it into the void.  It is a full four seconds until we\nHEAR it \"CHING\" and bounce on concrete far below.  You don't\nhave to be a mathematics whiz to know it's a long drop.\n\nMCCLANE\nJesus...\n\nHe moves cautiously around a corner and we SEE a metal ladder\nleading up to a door marked PUMP ROOM.  Opening the door\nMcClane enters a darkened:\n\n93      PUMP ROOM                                             93\n\ndamp and full of pipes and goes to another door.  He cracks the\ndoor and looks out.\n\n94      MCCLANE'S P.O.V.                                      94\n\nThe lower level of the roof.  Open and deserted.  Only a heliport\nabove him is higher.\n\n95      30TH FLOOR (HOSTAGE FLOOR) - HOLLY'S OFFICE - SAME    95\n\nWIDEN as a FILING CABINET is FLUNG across the floor, drawers\nSLAMMING out, papers flying.  KARL has done this, and he's    *\nbarely started.  He FLINGS a LAMP against a wall, PUNCHES a hole\ninto the plaster.  Finally, Hans goes to him, lays controlling\nhands on the man's shoulder.\n\nHANS\nI know what you are feeling.  But\nthis is not productive --\n\nKARL\n(pushing him away)\nHe was my only brother...my only\nfamily!\n(a flat statement)\nI want blood for my blood.  We\nsearch...now.\n\nHe starts to move.  Hans stops him.\n\nHANS\n(firmly)\nNo.  Heinrich's team must finish\nplanting the detonators...and Theo\nneeds time on the vault.  After the                  *\npolice come they'll waste hours trying\nto negotiate...that's when we search                 *\nfor this man.  Until then...we do not\nalter the plan.\n\nKARL\n(quietly)\nAnd if he alters it...?                              *\n\nFor once Hands doesn't have an answer.\n\n95-A    HOSTAGES - AROUND THE CORNER                          95-A\n\nThey've heard the alarm, can see and sense the agitation among\ntheir captors.  Ellis slides over to Holly.\n\nELLIS\nWhat's happening?\n\nHOLLY\nThey don't look happy...something's\ngone wrong.\n\nELLIS\nThe police...?\n\nHOLLY\n(shaking her head)\nJohn.\n\nELLIS\nJohn?  Christ, he could fuck this\nwhole thing up...what does he think\nhe's doing?\n\nHOLLY\nHow about his job?\n\nELLIS\nHis 'job' is 3000 miles away.  Without\nhim, they might let us go...at least\nwe have a chance...\n\nHOLLY\n(quietly)\nTell that to Mr. Takagi.\n\n96      EXT. ROOF - NIGHT                                     96\n\nMcClane climbs to the heliport and leans against the leeward side\nof a wall surrounding it.  Shielded from wind, he pulls out the\nCB, turns to channel nine, and starts broadcasting.\n\nMCCLANE\nMayday, Mayday!  Anyone!  Terrorists\nhave seized and Nakatomi building\nand are holding 30 or more hostages!\nI say again --\n\n97      OUT                                             OUT   97\n\n98      INT. HANS' OFFICE - SAME                              98\n\nHans, Karl, Fritz and France hear the clear signal over Hans'\nCB.\n\nMCCLANE'S VOICE\n-- unknown number of terrorists,\nsix or more, armed with automatic\nweapons at Nakatomi, Century City...\nSomebody answer me, Goddamnit!\n\nKarl looks almost...satisfied.\n\nHANS\nThe roof.  It's the best place to\ntransmit.\n\nThey move.\n\n99      INT. LOS ANGLES EMERGENCY DISPATCH CENTER - SAME      99\n\nA SUPERVISOR weaves her way back from the break room toward a\nDISPATCHER who is monitoring the call.\n\nDISPATCHER\nIt's the same address as that fire\nsignal --                                            *\n\nSUPERVISOR\n(frowning)\n-- the false alarm?  I'll handle                     *\nit.\n\nShe plugs in her headset.  (Her condescending, arrogant tone is\nlike the one in the famous tape where the dispatch lady spends\nso much time on red tape that the patient dies.)\n\nSUPERVISOR\n(into mike)\nAttention, whoever you are.  This\nchannel is reserved for emergency\ncalls only --\n\nMCCLANE'S VOICE\nNo fucking shit, lady!  Do I sound\nlike I'm ordering a pizza?\n\n100     OUT                                             OUT  100\n\n101     INT. SERVICE ELEVATOR - ON KARL - SAME               101\n\nwith Franco and Fritz.\n\nKARL\nNo one kills him but me.\n\nIt's an order and the look he gives the other two backs it up.\nKarl checks his magazine, SLAPS it into his rifle as the elevator\nopens to the roof.\n\n102     EXT. UPPER ROOF                                      102\n\nMcClane moves around the roof, circling the helipad, making sure\nhe has a good enough view to avoid being ambushed.  He can't\nsee in all directions at once but he's doing the best he can.\n\nMCCLANE\nThey've already killed one hostage,\nand they're fortifying their positions\nwhile we're bullshitting!  Now, send\npolice backup ASAP!\n\nSUPERVISOR'S VOICE\nSir, I've already told you, this is\na reserved channel.  If this is an\nemergency call, dial 911 on your\ntelephone.  Otherwise I will report\nyou to the police --\n\nMCCLANE\n(to the radio)\n-- fine!  Report me!  Hey, come down\nhere and fucking arrest me!  Send\nthe police.  NOW -- !\n\nSuddenly machine gun shells rip into the concrete wall in front\nof him.  The noise is deadening as we:\n\nCUT TO:\n\n103     INT. DISPATCHER OFFICE - SAME                         103\n\nBoth Supervisor and Dispatcher reach for their headsets in\npain from the INTENSE SOUND and:\n\n104     OUT                                             OUT   104\n\n105     EXT. ROOF - ON MCCLANE - SAME                         105\n\nRunning.  Tracer bullets rip into the wall behind him.  He\nreaches the corner and sees the other two terrorists moving\ntoward him.  Before they see him, he leaps down to the next\nlevel out of range of Karl.\n\n106     INT. EMERGENCY DISPATCH - SAME                        106\n\nThe Dispatcher looks critically at the Supervisor in the\nsudden silence.\n\nSUPERVISOR\n(importantly)\nAd...have a black-and-white do a\ndrive-by.\n\nCUT TO:\n\n107     INT. 7-11 - AT THE COUNTER - NIGHT                    107\n\nTIGHT as one after another after another HOSTESS TWINKIE is\nstacked up on the counter.  CAMERA WIDENS and we SEE the\nyoung male CLERK, who stifles a smile.  Another teenage\nemployee behind the counter also smothers a laugh.\n\nThe customer is POWELL, young for a police veteran, old for\nthe rest of the world.\n\nCLERK\nThought you guys just ate donuts.\n\nPOWELL\nThey're for my wife.  She's pregnant.\nIf I knew she was gonna eat a dozen\nat a shot, I woulda bought stock in\nthe company.\n\nThe Clerk nods and puts them in a bag.  As Powell pays, suddenly\nhis BELT RADIO crackles to life.\n\nDISPATCHER'S VOICE/RADIO\nDispatch to One Adam Ten, over.\n\nPowell grabs the radio, speaks into it.\n\nPOWELL\nOne Adam Ten, go ahead.\n\nDISPATCHER'S VOICE/RADIO\nInvestigate a code two at Nakatomi\nPlaza, Century City.\n\nPOWELL\n(thinking)\nNakatomi Plaza?\n\nHe moves to the door, steps outside.\n\n107-A   EXT. CONVENIENCE STORE                                107-A\n\nPowell looks towards the horizon and up.\n\nThere it is, Nakatomi, in all its gleaming glory.\n\nDISPATCH VOICE\nOne Adam Ten, do you copy?\n\nPowell is already moving to the car.  He tosses in the twinkies,\nhops behind the wheel.\n\nPOWELL\n(into police\nradio)\nRoger, dispatch.  I'm on the way.\n\nAnd he BURNS RUBBER leaving the store:\n\nCUT TO:\n\n108     EXT. ROOF - ON MCCLANE - NIGHT                        108\n\nrunning for his life, from Fritz and Franco, doesn't realize\nhe is being herded around the building toward Karl.  Suddenly\nMcClane turns a corner and sees Karl.  The big man fires a\nburst and McClane ducks back stopping at the exterior door\nto the pump room he used before.  It is locked from the inside.\n\nHe BLOWS the lock off with a burst from his machine gun and\nslips into the darkness of the:\n\n109     ELEVATOR SHAFT NEAR PUMP ROOM                         109\n\nComing quickly out of the pump room, McClane picks his way\nover the same ground as a few minutes before and opens the door\nto the elevator shaft.  The dimly lit shaft yawns before him.\nHe starts down the ladder back to the catwalk, moves along\nit -- STOPS.\n\nThe catwalk ends, and the elevator is gone.\n\n109-A   INT. PUMP ROOM - OTHER END                            109-A\n\nKarl crosses, starts to open the door to the elevator shaft\nwhen suddenly their radio crackles with --\n\nHANS' VOICE\nKarl?  Franco?  Did you catch him?\n\nFRANCO\nNo, but he's in the elevator shaft.\n\nHANS' VOICE\nPrefect.  The elevators are locked off.              *\nHe can't escape.  Just shut him in and\nreturn to base.\n\nKARL\nHans, he killed by brother --\n\nHANS\n(more firmly)\nKarl, I know you want him, but the\npolice are probably on their way.\nMaybe we can convince them it was all\na mistake, but not if they hear gunshots!\nIf you lock him in he'll be neutralized\n-- now do it!  Karl?  Karl!\n\nKarl turns off his radio.  In the light of their flashlights,\nthe two other terrorists look at Karl in stunned disbelief.\nHe opens the door to the elevator shaft.\n\n109-B   INT. ELEVATOR SHAFT - ON MCCLANE                      109-B\n\nHe's OVERHEARD enough of this to realize he's in deep shit.\nHe backtracks to the air shaft door, strikes a cigarette\nlighter.\n\n110-    OUT                                             OUT   110-\n117                                                           117\n\n117-A   ELEVATOR SHAFT (OPPOSITE SIDE)                        117-A\n\nKarl steps off the ladder to the catwalk, his own gun held    *\nready.\n\n118     MCCLANE                                               118\n\nHEARING Karl's approach, McClane thinks fast, looks down at\nhis narrow confines, and then at:\n\n118-A   HIS WEAPON                                            118-A\n\nand its canvas gunsling and metal strap slides.\n\n118-B   BACK TO SCENE                                         118-B\n\nQuickly, McClane lets out all the slack in the sling.  Then,\nhe BRACES the weapon across the outside opening of the air\nshaft door and lowers himself into the:\n\n119     AIR SHAFT                                             119\n\nmeanwhile holding onto the canvas sling with his elbows bent\nover it like a kid doing a half-asses skin-the-cat on a swing\nset.\n\nHis feet slowly move down the smooth aluminum walls until they\nreach the top of the air duct, then DANGLE in the open space.\nHe straightens his arms to give him length enough to touch\nthe bottom edge of the duct.\n\nSuddenly he FEELS something GIVE above him and looks up.\n\n120     CLOSE ON THE SLING                                    120\n\nIt was designed to carry a gun on a man, not vice versa.  The\nfew inches of extra canvas are sliding through the clips.\nWhen they're gone...he will be too.\n\n121     KARL                                                  121\n\nHe moves silently toward the corner.\n\n122     CLOSE - MCCLANE'S TOES                                122\n\nnow only inches from the bottom edge.  McClane's arms are\nfully extended now.  He hears Karl on the metal catwalk.  His\nmuscles strain and quiver.\n\n123     THE SLING                                             123\n\nOne of the canvas end slips through the clip.\n\n124     ON MCCLANE                                            124\n\nFALLING.  He grabs the ledge of the air duct as he falls and\nhis body slams into the aluminum wall with an echoing BOOM.\nAbove him on the catwalk the rifle rattles on the metal outside\nthe door.\n\n125     ON KARL                                               125\n\nAround the corner Karl FREEZES, unsure of the sound:\n\n126     ON MCCLANE                                            126\n\nholding onto the ledge by his hands.  With every ounce of\nstrength he tries to pull himself up into the horizontal duct,\nclawing for a hold.\n\n127     ON KARL                                               127\n\nHe rounds the corner and sees McClane's rifle lying beneath\nthe doorway.  He moves to the small door, shines his light and\naims his rifle down into the air shaft ready to fire.\n\n128     HIS P.O.V.                                            128\n\nThe shaft is deserted.  Moving his light around he sees the air\nduct.  Without hesitation he turns and backtracks to the pump\nroom door.\n\n129     INT. AIR CONDITIONING DUCT - ON MCCLANE - SAME        129\n\nHe lies exhausted and motionless in the narrow crawl space.  He\nawkwardly fishes out the lighter from his shirt pocket and\nthumbs it ON.\n\nThe flickering GLOW shows him this ain't no place for\nclaustrophobics -- it's a long, long long dark and narrow\ncorridor full of weird shadows.  The far end (if there even\nif one?) is BLACK.\n\nMCCLANE\nWhew...for a moment there I was\nworried.\n\nHe turns out his lighter, and starts crawling.\n\n130-    OUT                                             OUT   130-\n133                                                           133-\n\n133-A   INT. MACHINE FLOOR                                    133-A\n\nThe three terrorists rush down from the roof in hot pursuit,\nKarl leading the way through the door.  Karl points quickly to\nthe left and right where there are a series of rooms.  The\nothers checks these while Karl approaches the CAMERA, trigger\nfinger ITCHING.  Almost immediately, the others return.\n\nFRANCO\n(a whisper)\nNothing.\n\nKarl looks puzzled.  Then he thinks, mentally retracing McClane's\nfew options.  Karl's eyes scan the architecture here, and then\nsuddenly he looks UP.\n\n133-B   OUT                                             OUT   133-B   *\n\n134     HIS P.O.V.                                            134     *\n\nThe ceiling is criss-crossed with air ducts.  He fires a      *\nburst into the ducts.\n\n135     INT. AIR DUCT - SAME                                  135\n\nMcClane remains motionless in the air duct.  Three quarter-size\nholes inches from his face show how close Karl came to nailing\nhim.  Sweat covers his face, drips silently onto the aluminum.\n\n136     MACHINE ROOM                                          136\n\nKarl listens patiently for sound.  Just then the two other\nterrorists return.\n\nFRANCO\nNothing.\n\nKarl hesitates a moment, fighting his instincts before finally\nturning to go.  Suddenly the duct McClane is in GROANS slightly\nunder his weight.  Karl stops and looks up at the matrix of\naluminum duct work, trying to single out the source of the\nsound.  He steps back into the room and raises his rifle.\nHolding it upright he presses the barrel up into the belly\nof McClane's air duct, feeling for weight -- the weight of a\nbody.\n\n137     INSIDE THE AIR DUCT                                   137\n\nMcClane sees the indention of the barrel pressing into the\naluminum fifteen feet away.  There is a pause and another\nthree feet closer.  He can hear Karl's footsteps on the\nconcrete -- moving slowly below the duct.\n\n138     ON KARL                                               138\n\nHis eyes are fixed above him on the air duct.  He presses the\nbarrel up again.  Still nothing.\n\n139     ON MCCLANE                                            139\n\nSilently he moves his hand, slowly draws his Beretta.  The\nnext indention presses up six feet away.  McClane points his\ngun downward and waits.\n\n140     KARL                                                  140\n\nstops directly below him.  The barrel starts up and just\ntouches the duct under McClane when Franco returns to the\ndoor and calls:\n\nFRANCO\nKarl!  Police!  Come on.\n\nKarl hesitates then lowers his gun and leaves.\n\n141     CLOSE - MCCLANE                                       141\n\nHe hears the door close and lowers his head.\n\n141-A   INT. 33RD FLOOR - SAFE ROOM                           141-A\n\nThe large LED WINDOW in the front of the safe BEEPS and letters\ncreep by:  ACCESS CODE ACCEPTED.  We HEAR a CLUNK.\n\nCAMERA ADJUSTS to show Theo, who grins.  Now his computer\nscreen reads, LOCK #1 DISABLED.  DO YOU WISH TO PROCEED?\n\nTheo puts goggles on his eyes, holds out his hands towards\nKristoff like a doctor requesting a scalpel.  Kristoff gives\nhim a GIANT DRILL.\n\nTHEO\nYou bet your ass I'm gonna proceed.\n\nHe turns on the drill:\n\n142     OUT                                             OUT   142\n\n143     EXT. CENTURY CITY - AVENUE OF THE STARS - NIGHT       143\n\nThe street is empty, quiet.  A lone police black-and-white\npulls out of the shadows of a side street and begins a slow\ncruise toward the Nakatomi building.\n\n144     ON POWELL                                             144\n\nDriving, alone.  He starts up at the tower.  It seems calm,\nits glowing lights matching the warmth of the holiday\ndecorations on the streets.  Powell slows to a stop and\nscans the premises.  In the lobby we SEE Eddie, sitting behind\nthe desk.  Powell reports to his radio.\n\nPOWELL\nGuard inside.  No signs of disturbance\n...I'm going up for a closer look.\n\nHe pulls in and parks in the front.\n\n145     INT. MACHINE ROOM - SAME                              145\n\nMcClane punches out a ceiling vent and drops down into the\nmachine room.  For a moment he stands, listening for sounds\nof movement.  The floor is quiet.  He goes to the stairwell.\n\n146     EXT. ROOF - SAME                                      146\n\nThe edge of the roof.  Suddenly a tall terrorist, James,\nmoves along the wall and looks over at Powell's car.\n\n147     INT. 3RD FLOOR - SAME                                 147\n\nThe elevator doors open on Karl, Franco and Fritz.  They      *\nstep out onto the darkened floor.  We SEE large number \"3\"\npainted on the doors of this floor.\n\nThey move quickly toward the windows on the Avenue of the Stars\nside where a terrorist, ALEXANDER, with a BAR rifle has set up\na machine gun nest under a half-opened window.  Directly below\nhim we SEE Powell's car.\n\nAlexander PANS the police car with his weapon, finger on the\ntrigger.  This is clearly a man hungry for action.\n\n148     30TH FLOOR (HANS' OFFICE) - SAME                      148\n\nHans watches from above.  He raises his CB.\n\nHANS\n(his usual calm)\nEddie?\n\n149     INT. LOBBY - SAME                                     149\n\nEddie picks up his CB.  He watches Powell coming up the stairs.\n\nEDDIE\n(to CB)\nHad a feeling you'd be calling...\n\nHANS' VOICE\nLet him in.\n\nEddie is a little startled, but he moves quickly.\n\n149-A   ALEXANDER                                             149-A\n\nalso hears this, and his eager expression fades.  But orders\nare orders.\n\n150     EXT. FRONT DOOR OF NAKATOMI - SAME                    150\n\nPowell tries the front doors.  Locked.  Eddie comes hustling\nacross and unlocks the door with the magnetic card.\n\nEDDIE\nEvening, officer.  What's up?\n\nPowell steps in and looks around.  Bland HOLIDAY MUZAK filters\nfrom Speakers here.   (LET IT SNOW)                           *\n\nPOWELL\nWe got an emergency call that there\nwas a problem here.\n\n151     INT. 34TH FLOOR - BOARD ROOM - SAME                   151     *\n\nMcClane makes his way to the Avenue of the Stars side of\nthe building, enters the board room where Takagi was shot.\nMcClane goes to the windows and looks down at the street.\n\n152     HIS P.O.V.                                            152\n\nPowell's car.\n\nMCCLANE\nAll right!\n\nMcClane waits, expectant.  Five seconds.  Ten seconds.  But\nno commotion, no shouting.  He frowns.\n\nMCCLANE\nWhere's the fucking cavalry?\n\n152-A   INT. LOBBY - SAME TIME                                152-A\n\nPowell walks casually across the slick floor, eyes panning the\narea.  Eddie sits casually watching a game on one of his\nmonitor screens.\n\nEDDIE\nWe already had that false alarm, you\nask me, the Goddamn computers sent\nyou out on another wild goose chase.\nThey been chasing bugs in that system\nsince they installed it.\n(to the screen)\nOh, shit, come on, I got fifty bucks\non you assholes -- !\n\nPowell's face shows us he's starting to think he's wasting his\ntime.\n\n152-B-  OUT                                             OUT   152-B\n153                                                           153\n\n153-A   WITH MCCLANE                                          153-A\n\nThe silent tension is driving him crazy.\n\nMCCLANE\nCome on, come on...who's in that\ncar, Stevie Wonder?\n\nHe makes up his mind.  He lifts one of the big chairs and\nswings it at the window.  The tempered glass whitens on the\nfirst blow.\n\n153-B   EXT. ROOF                                            153-B\n\nJames sees the glass whiten below him and shouts into his mike.\n\n153-C   INT. MACHINE FLOOR                                   153-C\n\nHeinrich hears the radio and shouts to Marco who grabs his\nmachine gun and runs.\n\n154     INT. LOBBY                                           154\n\nEddie watches confidently as Powell moves through the lobby\nlooking for signs of trouble.\n\n154-A   AROUND THE CORNER FROM POWELL                        154-A\n\nUli is there, gun held ready.                                 *\n\n155     BOARD ROOM - 34th FLOOR                              155\n\nMcClane draws the chair back for the final hit when a terrorist\n(MARCO) appears at the door.  Both men react, but Marco already\nhas his gun up.  He FIRES a round at McClane.  The bullets rip\ninto the table top and the chair, and McClane goes down behind\nthe table.\n\n156-    OUT                                             OUT  156-\n156-A                                                        156-A\n\n157     INT. 34th FLOOR - BOARD ROOM                         157\n\nMarco smiles and moves around to the other side of the table,\nbut finds no one.  He looks around frantically than squats\nbeneath the table and sees:\n\n158     MCCLANE                                              158\n\nlying prone, his pistol trained on him.\n\nMCCLANE\nDrop it or you're a rugstain.\n\n159     BOARD ROOM DOORWAY                                   159\n\nJust then Heinrich, the terrorist steps into the doorway, sees\nthe situation.\n\nHEINRICH\nMarco, duck!\n\nMarco dives sideways, but Heinrich still isn't quick enough.\nMcClane FIRES TWICE and Heinrich DROPS sprawling in the hallway,\nmachine gun FIRING BLINDLY until he hits the floor.\n\n159-A   HOSTAGE FLOOR                                         159-A\n\nThey can FAINTLY HEAR the gunshots.  Holly pales:\n\n159-B   THE LOBBY                                             159-B\n\nAll Powell can hear here is \"LET IT SNOW, LET IT SNOW.\"  He\nSTOPS just a yard from seeing the armed terrorist, turns back.\n\nPOWELL\nScrew this.\n\nHe turns back.\n\n159-C   THE BOARD ROOM                                        159-C\n\nMarco springs on top of the huge table.  McClane rolls on his\nback so he can cover either angle but it is clear that Marco\nis in the more enviable position.\n\n160     ON MARCO                                              160\n\non the table top slams in a fresh magazine and smiles.\n\nMARCO\nNext time -- don't hesitate.\n\nHe leans his machine gun over the edge.\n\n161     MCCLANE                                               161\n\naims directly above him and fires twice into the underside\nof the table.  The bullets rip through the table and Marco,\nwho DROPS beside McClane.\n\nMCCLANE\nThanks for the advice.\n\n162     OUT                                             OUT   162\n\n163     INT. LOBBY - SAME                                     163\n\nPowell heads for the door.  Eddie moves to lock up after him.\n\nPOWELL\nSorry to water your time.  Merry\nChristmas.\n\nPowell goes out.\n\n164     INT. 34TH FLOOR BOARD ROOM - SAME                     164\n\nMcClane rolls out from under the table, goes to the windows,\nand looks down in time to see Powell heading for the car.\n\nMCCLANE\nOh, man, please, no --\n\nDesperate, he leans on the glass...which CRACKS again, on the\nverge of going.  McClane thinks...looks over his shoulder at\nthe body of Marco.\n\n165     INT. POWELL'S POLICE CAR - SAME                       165\n\nPowell check in on his radio.  Unconsciously he begins to\nHUM the Muzak he overheard in the lobby.\n\nPOWELL\nOne Adam Ten to 6421.  We had a\nwild goose chase on that 436.\nEverything's okay here.  Over.\n(waiting, loosening\nhis tie, he murmurs)\n'Oh, the weather outside is frightful,\nbut the...the uh, dum, de dum's\ndelightful...'\n\nDISPATCHER'S VOICE\nRoger, One Adam Ten.  We thought it\nwas a crank call anyway.  Clear to\ncode eight.\n\nPOWELL\nRoger.\n(putting the\ncar into gear)\n'...let is snow, let it snow, let\nit snow -- '\n\nSuddenly Marco's body CRASHES onto the hood of his car.\n\nPOWELL\n(terrified)\n-- Jesus H. Christ!\n(grabbing for\nhis radio)\n6421, this is One Adam Ten --\n\nSuddenly a barrage of MACHINE GUN FIRE from Alexander on the\nthird floor drowns out his call!  Powell ducks and flattens\nagainst the seat as bullets blow out the front window,\ncovering him in glass.\n\nDISPATCHER'S VOICE\nRoger, One Adam Ten, please repeat.\n\nBut Powell accelerates in reverse away from the building,\nkeeping his head low and praying he doesn't hit anything\nas the bullets follow him, digging into asphalt.  A half block\naway his car runs off the pavement and down a SLOPE, finally\nBOUNCING to a jarring HALT in a parking lot which is destined\nto become police H.Q. a few pages from now.  Powell sits up\nand clutches the mike.\n\nPOWELL\nOne Adam Ten, under automatic rifle\nfire at Nakatomi!  Requesting immediate\nbackup and SWAT assistance...\n\n\n166     INT. 34TH FLOOR - BOARD ROOM                          166     *\n\nMcClane looks down at Powell and grins.\n\nMCCLANE\nWelcome to the party, pal.\n\nCUT TO:\n\n166-A   INT. OFFICE - TV STATION - SAME TIME                  166-A\n\nWIDEN FROM A POLICE SCANNER.  We take in the action here,\nall color coordination and slickness.  RICHARD THORNBURG,     *\nlocal TV news reporter, is on the phone to his girlfriend.\n\nTHORNBURG                             *\n(into phone)\n-- of course I can get us a table,\nWolfgang and me, we're like that.\nI interviewed him...hold on,                         *\nbabe...\n\nHe covers the mouthpiece, because he's become aware of what's\ncoming from the scanner.\n\nPOLICE SCANNER\n(various voices)\n-- attention all units.  Officer\npinned down by automatic weapon\nfire at Nakatomi, Century City --\nrequest assistant -- (ETC)\n\nPOWELL'S VOICE\n(intermixed with\nall this)\n-- guys, you want to cut through\nthe red tape?  They practically\nturned this car into Swiss cheese -- !\n\nTHORNBURG\n(pleased)\nAll right...!\n\nHe drops the phone, pick up another.  Shouts --\n\nTHORNBURG\nMary, this is Dick.  I want a remote\ntruck and a crew to meet me at the\nSouth gate in fifteen minutes...\n(listens)\nDamn right, fifteen...\n(listens)\nWhere are we going?\n(Hearing gun shots)\nFor an Emmy!\n\nNow, hearing MACHINE GUN FIRE, Thornburg hangs up the second\nphone.  Runs out of the room.  CAMERA PANS BACK TO the first\nphone.\n\nWOMAN'S VOICE\nRichard?  Richard?\n\n167     EXT. CENTURY CITY - NIGHT                            167\n\nSirens wail as the first few police cars arrive.  Powell sees\nthem, waves them back, points to the third floor.\n\n168     INT. HOSTAGE WING - ON ELLIS - SAME                  168\n\nHe leans back and closes his eyes, luxuriating in the sound\nof WAILING POLICE SIRENS.  He looks at Holly.\n\nELLIS\nI never through I'd love to hear\nthat sound.\n\n169     HANS' OFFICE                                         169\n\nHans, Karl, Fritz and Franco confer.\n\nHANS\n(in mid-speech)\n-- all of you, stay at your posts!\nWe knew that police action was\ninevitable...\n(an odd smile)\n...In fact, it's necessary.  So let\nthem start their feeble efforts;\nuntil them, stay calm.  We have\nthe hostages, remember.  We are\nstill in charge.\n\nSuddenly Hans' CB crackles to life.\n\nHANS\n(picking it up)\nI told all of you...I want radio\nsilence until further --\n\nINTERCUT:\n\n169-A   MCCLANE - 34th FLOOR - BOARD ROOM                    169-A    *\n\nHe's got a CB on the table and ON, and his cop's notebook is\nout again.  He's already upgraded the NUMBER OF TERRORISTS?\nto \"12 (?) minus 3 = 9\" and added other information.  As he\nspeaks he takes ammo clips the dead men dropped, their\nsidearms, etc.\n\nMCCLANE\nGee, I'm sorry, Hans, nobody gave\nme the message.  You shoulda put\nit on the bulletin board.  Anyway,\nI thought you and Franco and Karl\nand the other boys might be lonely,\nnow that I waxed Tony and Marco and\ntheir buddy.  So I invited some of\nthe guys from my card game.\n\nIn the office, the terrorists REACT, startled, as McClane\nname-drops.\n\nFRANCO                                *\nHow...how does he know so much\nabout --\n\nHANS\n(waving for silence)\nAh, how nice of you to call.  I\nassume you are our mysterious party\ncrasher.  You are most troublesome\nfor a...security guard?\n\n170     INT. 34th FLOOR - ON MCCLANE - INTERCUT              170      *\n\nMoving down the corridor.  Now armed with Marco's machine\ngun and carrying Heinrich's kit bag, he seems more lethal.    *\n\nMCCLANE\n(into CB)\nBZZZ!  Sorry, Hans, wrong guess.\nWould you like to go for\nDouble Jeopardy, where the stakes\nare double and the scores really\nchange?\n\nHe rolls Heinrich over and is delighted to find a pack of\nGauloise's in the man's pocket.  He takes them, pats the      *\ndead man's face.\n\nMCCLANE\n(sotto, to the body)\nBad for your health anyway.\n\nHANS\nWho are you, then?\n\nMCCLANE\nJust the fly in the ointment, Hans.\nThe monkey in the wrench, the pain\nin the ass -\n\nMcClane STOPS in mid-speech.  He's just opened the kit bag\nHeinrich had over his shoulder when he died.  Now McClane\ntakes out the contents...dozens and dozens of EXPLOSIVE\nDETONATORS marked \"DANGER\" and a CHUNK of cello-wrapped\nPLASTIQUE the size of an electric razor.  He WHISTLES in\nsurprise to himself.\n\nIn the office, Hans turns off his mike for a moment, turns\nto Karl.                                                      *\n\nHANS\nCheck on all the others...don't\nuse the radio.  See if he's lying\nabout Marco  and find out if anyone                  *\nelse is missing.                                     *\n\nHe moves.   Hans goes back onto the CB.  Meanwhile, McClane   *\nSMILES at the tell-tale STATIC as Hans goes off and on.  He\nknows what's happening.  Now, he starts to walk down\na corridor, eyes PANNING FROM elevator to the stairwell\ndoors.\n\nHANS\nMr. Mystery Guest.  Are you still\nthere?\n\nMCCLANE\nI wouldn't think of leaving, Hans.\nUnless you want to open the front\ndoor...?\n\nHANS\nI'm afraid not.  But you have me\nat a loss -- you know my name, but\nwho are you?\n(scornfully)\nJust another American who saw too\nmany movies as a child.  Another\norphan of a bankrupt culture who\nthinks he's John Wayne...Rambo...\nMarshal Dillion.\n\nMCCLANE\nActually, I was always partial to\nRoy Rogers.  I really dug those\nsequined shirts.\n\nHANS\n(harsh)\nDo you really think you have a chance\nagainst us, Mr. Cowboy?\n\nA LIGHT blinks on the elevator.\n\nMCCLANE\n(long pause)\nYipee-yi-yea...mother-fucker.\n\nMcClane goes quietly through the stairwell door and is gone\nby the time the search party steps onto this floor.\n\nHans sits quietly...thinking.\n\n170-A   OUT                                             OUT   170-A\n\nCUT TO:\n\n171     INT. 30TH FLOOR - SAME                                171\n\nKarl steps off the elevator and goes through the crowd of\nhostages to Hans.\n\nKARL\n(quietly)\nHe wasn't lying about Marco:  He's\nthirty stories down on the street.\nThe other man is Heinrich, and I found\nhis body upstairs.\n(pause; Hans looks\nalarmed)\nAnd his bag is missing.\n\nHANS\nHe had the detonators!\n(into CB)\nTheo?  Theo!\n\nINTERCUT:\n\n171-A   THEO - IN SAFE ROOM                                   171-A\n\nWith Kristoff, he has DRILLED TWO HOLES in the safe and is\nworking on a third when he HEARS the CB.  He turns off the\ndrill, answers.\n\nTHEO\nYo!\n\nHANS\nWe may have some problems.  How is\nyour schedule?\n\nTheo moves to his computer screen which shows a schematic of\nthe safe and blinking icons and the words MECHANICALS #2\nand #2 DISABLED.\n\nTHEO\nThree down, four to go --\n\nHANS\nThen don't waste time talking to\nme.\n\nSuddenly all REACT to a nearby CB transmitter which broadcasts.\n\nPOWELL'S VOICE\nThis is Sergeant Al Powell of the\nLos Angeles Police Department.  If\nthe person who radioed for help on\nthis channel can hear me, acknowledge\nthis transmission...I say again...\n\n172     INT. 33RD FLOOR - ON MCCLANE - NIGHT                  172     *\n\nMCCLANE\n(to CB)\nI read you, Powell.  You the guy\nin the car?\n\nINTERCUT:\n\n173     EXT. POLICE OPERATIONS TRAILER                        173\n\nPowell stands in front of his destroyed cruiser and looks\nup at the building.  Behind him technicians, City Power and\nLight personnel, SWAT officers in protective gear, etc., arrive\nfrom all directions.  A trailer is being backed into a parking\nlot, which will become the police center of operations.  It\nis like watching a small town being constructed right before\nyour eyes.\n\nPOWELL\n(to CB)\nWhat's left of him.  Can you\nidentify yourself?\n\nINTERCUT:\n\n173-A   HANS AND KARL                                         173-A\n\nListening intently.\n\nMCCLANE\nMaybe later.  Just listen fast\nbecause this is a party line and\nthe neighbors are trigger happy.\nNow here's the skinny:  There's\nthirty or so hostages on the\n30th floor, with probably 2 or 3\nguards to cover a group that size.\nThe leader here is named Hans,\nand besides the pea shooter he\nventilated your car with,                            *\nthey got machine guns and                            *\nsidearms up the yin yang.  On top\nof that one of 'em had a big enough\nchunck of plastic explosive to\norbit Kate Smith.                                    *\n\nNOTE:  The following dialogue is said OVER McClane's.\n\nFRANCO\nWe have to find him and shut him\nup!  He's telling them everything --\n\nHANS\n(shaking his head,\ncalming)\nThe police are irrelevant.  We've                    *\nwaiting for the FBI.  Until they                     *\narrive, we can't finish out work.\nMeanwhile, let this fool waste time\nfor the police.  Fritz, go help Uli                  *\nfind the bag.\n\nThe CAMERA TIGHTENS ON him\n\nHANS\nWe must find those detonators.\n\nThey leave.\n\n173-B   WITH MCCLANE                                          173-B\n\nPOWELL'S VOICE\nHow many are there?\n\nMCCLANE\n(thinking about it)\nFiguring there's at least one to\ncover the lobby, a couple with the\nhostages...I'd say they came in\nwith about a dozen...but they're\ndown to nine now, including the\nskydiver you already met.  These\nguys are mostly Europeans, judging\nby their clothing labels, and they're\nwell financed and very slick.\n\nPOWELL\nHow do you know?\n\nMCCLANE\nI've seen enough phoney ID's in\nmy time to recognize that the ones\nthey've got cost a fortune.  Add all\nthat up and I don't know what the\nfuck it means, but these are bad\nass preps and they're here to stay.\n\nWe notice that everything McClane has said about \"clothing\"\nand ID's and police jargon, etc., has set off a little buzzer\nin Powell's brain.\n\nPOWELL\nI hear you...\n(on a hunch)\nPartner.  And LA's finest are on it,\nso light 'em if you got 'em.\n\nMCCLANE\nI'm ahead of you...partner.\n\nPOWELL\nUh, what do I call you?\n\nA moment.  McClane smiles.  What the hell?\n\nMCCLANE\n'Roy'.\n\nPOWELL\nGot it...'Roy'.  Now listen.  If\nyou think of anything else you think\nwe need to know, don't be shy, okay?\nIn the meantime I want you to find\na safe place and hole-up and let\nus do our job.  Understand?\n\nMCCLANE\n(to CB)\nThey're all yours, Al.  Good luck.\n\nMcClane turns off his CB and sits against the wall.\n\n174-    OUT                                             OUT   174-\n176                                                           176\n\n177     EXT. POLICE OPERATIONS - NIGHT                        177\n\nAn unmarked police car pulls up across the street from\nNakatomi building and a MAN in a sportcoat climbs out.\nStocky, his hair a little too perfect, the very fact that\nhe is the Deputy Chief of Police Operations on a Christmas Eve\ngives some evidence to his position in the pecking order.  His\nname is DWAYNE T. ROBINSON and he moves brusquely past police\ntechnicians and goes to the forward group of officers.\n\nROBINSON\nWho's talking to them?\n\nPowell turns around\n\nPOWELL\nI am, Sir...Sergeant Al Powell.\n\nROBINSON\nDwayne Robinson.  Well, what have\nyou learned?  What do they want?\n\nPOWELL\nThe terrorists?  Don't know, Sir.\nWe haven't heard a peep from them.\n\nROBINSON\n(puzzled)\nThen who the hell have you been\ntalking too?\n\nPOWELL\nWe don't exactly know, Sir.  He won't\ngive us him name.  He appears to be the\nman who called in the report...he's\nkilled one of the terrorists for sure\nand claims he capped two others.\n\nROBINSON\n(exasperated)\nHe claims?  Powell, has it occured\nto you he could be one of the\nterrorists, pulling your chain?\nOr some kind of nut case who --\n\nPOWELL\nI don't think so, Sir.  In fact...\nI think he's a cop.  Maybe not\nLAPD, but definitely a badge.\n\nROBINSON\nHow do you know?\n\nPOWELL\nA hunch.  Things he said.  Like,\nknowing how to recognize a phony\nID --\n\nROBINSON\n(exasperated)\n-- recognizing phony ID's?  Christ,\nPowell, he could be a fucking\nbartender for all we know!\n\nSomething draws Robinson's attention.  He looks at:\n\n178     HIS P.O.V. - REMOTE NEWS TRUCK                        178\n\nPulling up and parking just beyond the barricades.\nRichard Thornburg gets out, starts supervising the            *\npositioning of cameras.\n\n178-A   BACK TO SCENE                                         178-A\n\nROBINSON\nOh shit...\n\n179     HOSTAGE FLOOR                                         179\n\nHans examines building plans at Holly's desk.  Behind him\nthe TV is ON, the sound muted.  TV cops triumph over oafish\nbad guys.\n\nHans looks up as Fritz brings in Holly.\n\nHOLLY\nI...have a request.\n\nHANS\nOh?  What idiot put you in charge?\n\nHOLLY\n(evenly)\nYou did.\n(on his look)\nYou murdered by Boss.  Now...\n(waving towards\nthe hostages)\nThey're looking to me.  Personally\nI'd pass on the jab.  I don't enjoy\nbeing this close to you.\n\nHans is impressed by her candor.  And she's easy enough\non the eyes.\n\nHANS\nGo on.\n\nHOLLY\nWe have a pregnant woman out there --\n(on his look)\n-- relax, she's not due for two\nweeks, but a marble floor isn't\ndoing her back any good.  I'd like\npermission for her to more to one\nof the offices where there's a sofa.\n\nHANS\nNo.  But I'll have a sofa brought\nout to you.  Good enough?\n\nHOLLY\nGood enough.  And unless you like\nis messy, you'd better start taking\nus in groups to the bathroom.\n\nHANS\n(nods)\nYes, you're right.  It will be done.\n\nHe nods to one of his men, and she is waved to the door:\n\nAs she goes:\n\nHANS\nMr. Takagi chose his people well,\nMrs...?\n\nHOLLY\nGennero.  Miss Gennero.\n\nHe nods, thoughtful.  She goes out.  Hans suddenly notices:\n\n180     CLOSER - TV                                          180\n\nA slide \"SPECIAL BULLETIN\" has appeared.  This changes to a\nSHOT of the Nakatomi building with \"LIVE\" supered over it.\nRichard Thornburg is in front. The CAMERA TIGHTENS ON him.\n\nTHORNBURG\nThis is Richard Thornburg, speaking\nto you live from Century City...\nwhere Los Angeles has joined the\nsad but world wide fraternity whose\nonly membership requirement is the\nawesome spectre of International\nTerrorism...\n\n181     ANOTHER TV SCREEN - NIGHT                            181\n\nAs Thornburg Continues, we PULL BACK.  We're WITH Argyle in\nthe back seat of the limo.\n\nARGYLE\n(reaching for the\nremote)\nWhat else is new...?\n\nThe CAMERA PULLS BACK and we SEE the Nakatomi Building rise\nup in the b.g. behind Thornburg.\n\nARGYLE\n(stunned)\nHoly shit...\n\nTHORNBURG\nWe're told that the situation began\nsome two hours ago when an\nunidentified party of men took over\nthe building and sealed off all of\nits entrances and exits...\n\nArgyle is already bailing out of the car.\n\n182     EXT. LIMO - IN THE GARAGE                            182\n\nArgyle looks at the metal gates, swallows.  He JUMPS back\nin the car.\n\n183     BACK INSIDE                                          183\n\nArgyle pours himself a stiff drink.\n\nTHORNBURG\n(on TV)\nSince all the telephone lines have\nbeen cut, the only contact with the\nbuilding had been through the use of\nCB communicators which the terrorists\nbrought with them.  Strangely enough,\nso far the terrorists have not\ncommunicated directly with the police...\nbut an unidentified man has had\nseveral conversations which seem to\nindicate...\n\nArgyle nearly spills his drink as he leans over the front\nseat and turns on the CB.\n\nCUT TO:\n\n184     OUTSIDE THE BUILDING - SAME TIME                     184\n\nSigns of activity along the edges and shadows of the area.\nMen and vehicles.  The SNAP of weapons and breeches.\nFootsteps running in unison.  Powell picks up on this, turns\nto Robinson, who is standing with the SWAT Captain, MITCHELL.\n\nPOWELL\nWhat's going on?\n\nROBINSON\nWhat's it look like?  We're going\nin.\n\nPOWELL\n(flabbergasted)\nGoing in...are you out of your mind?\nThere's 30 hostages in there -- for\nall we know --\n\nROBINSON\n-- all we know?  We don't know shit,\nPowell.  If there's hostages why\nhasn't anyone asked for ransom?  If\nthere's terrorists, where's their\ngoddamn list of demands?  All we know\nis that someone shot up your car, and\nit could be the same flake you've been\ntalking to on the radio!\n\nPOWELL\nWhat about the body that fell out of\nthe window -- ?\n\nROBINSON\nWho the hell knows?  Maybe he was a\nstockbroker who looked at the Dow Jones\nand opted for early retirement!\n\nMITCHELL\nChief, we're ready.\n\nROBINSON\nI'm coming.\n\nMITCHELL\n(into radio)\nRivers.\n\nRIVERS\n(over radio)\nYo.\n\nMITCHELL\nBegin your reconnoiter.\n\n185     MCCLANE                                               185\n\nInside the building, sadly realizing that the Marlboro pack\nhas only two more to go.  He savors the dregs of his current\nnumber, then suddenly becomes aware of an almost EERIE QUIET.\nHe moves to the window.\n\n186     HIS P.O.V. - OUTSIDE                                  186\n\nHints of activity in the darkness.  A LIGHT FLARES extinguished.\nShadows move on trailer walls.\n\n187     BACK TO SCENE                                         187\n\nMCCLANE\n(spooked, into CB)\nPowell?  Al, you still with me?\nWhat's going on?  Al?\n\nINTERCUT:\n\n188     OUTSIDE                                               188\n\nPowell stiffens.  Robinson looks at him warningly, shakes his\nhead.\n\nPOWELL\nI'm here, Roy, but I'm, uh, kind of\nbusy.  Let's talk later, okay?\n\nMCCLANE\nAl, what's wrong?  Did something --\n(realizing)\n-- Oh, God.  You're coming in!  That's\nit, isn't it?  Christ, Powell, I told\nyou what you're dealing with here --\n\nPOWELL\nI said we'll talk later, Roy.  If\nyou're what I think you are you should\nknow when to listen, when to shut up...\nand when to pray.\n\nHating himself, Powell DISCONNECTS, watches LIGHTS snaps on in\nthe parking lot to illuminate the area.\n\nAlso hating himself, McClane does the same thing.  Pale, he\nmoves to a window to watch what he knows is going to be brutal.\n\n188-A   IN HOLLY'S OFFICE - HANS                              188-A\n\nHe hunches over his communicator.\n\nHANS\nThey'll be coming.  Get ready.\nTheo, watch the screens.  Be our\neyes and ears.\n(pause)\nWait until they're close.\n\n188-B   EDDIE                                                 188-B\n\nslips away from the desk, a computer card in his hand.  He\nmeets up with another terrorist and they move behind a slit\nin the wall.  Eddie waves his card at the sensor and a METAL\nGRID crashes into place.  They hold their weapons behind it,\nready.\n\n188-C   VARIOUS SHOTS - TERRORISTS - ON OTHER FLOORS          188-C\n\nAll now with earplugs in their CB's, taking up positions:\n\n189     AT THE LOBBY DOOR                                     189\n\nThe SWAT team leader moves in SOP style to the door, scans it\ncarefully.\n\n189-A   EXT. CENTURY CITY - ON MITCHELL AND ROBINSON -        189-A\nPOLICE BARRICADES\n\nMitchell listens to CB radio.\n\nRIVERS\n(over radio)\nWe're in position.\n\nMitchell looks at Robinson, who is visible tense.  Robinson\nhesitates, then gives his approval with a nod.\n\nMITCHELL\n(to CB)\nGo.\n\n190     QUICK SHOTS - INSIDE THE LOBBY                        190\n\nThe SECURITY CAMERAS on the walls PAN and ZOOM:\n\n191     THE VAULT DOOR                                        191\n\nKristoff DRILLS AWAY, is rewarded with the message FIFTH LOCK\nDEACTIVATED.  DO YOU WISH TO CONTINUE?  Nearby, Theo sits at\na bank of monitors.  Screen after screen pinpoints all the\npolice activity outside, down to the last detail.  Theo SMILES.\nSuddenly we RECOGNIZE that tune he's been whistling.  It's\n\"Singin' In The Rain.\"\n\nTHEO\n(into a throat mike)\nIt was the night before Xmas, and\nall through the house, not a creature\nwas stirring, expect for the four\nassholes coming in the rear in\nstandard 2 X 2 cover formation.\n\n192     INT. LOBBY - NIGHT                                    192\n\nEddie and another terrorist, ULI, take up prone firing\npositions, using the gaps in the steel partition like gunpoints.\n\n193     ANGLE ON TWO SWAT OFFICERS                            193\n\nMitchell and Robinson watch from behind the cover of a police\ncar as the SWAT officers remove a portable welding torch and\nbegin cutting their way through the locks.\n\n194     INT. 33RD FLOOR - MCCLANE                             194\n\nHe moves painfully to the window and looks out.  He can't see\na thing because of the lights.\n\nMCCLANE\n(to himself)\nNo...\n\n195     EXT. POLICE BARRICADES - ON MITCHELL AND ROBINSON     195\n\nSuddenly rifle fire sounds from the building.\n\nROBINSON\n(worriedly)\nThey're shooting at them\n\nMITCHELL\n(calmly)\nIt's panic fire...they can't see\nanything.\n\nPOWELL\n(under breath)\nThey're shooting at the lights.\n\nMore shots ring out from the building going over the SWAT\nofficers' heads and suddenly the huge dome of one of the\nspotlights shatters behind Mitchell and Robinson's head.\nThe glow fades.  A moment later the next light twenty feet\naway dies.\n\nROBINSON\nThey're going after the lights!\n\nThe two SWAT officers cutting the garage ate suddenly look up\nas their cover starts to disappear.\n\nROBINSON\nCall them back.\n\nMITCHELL\nNo, they're almost in.\n\nSuddenly the third and fourth lights are shot out and the SWAT\nmen become sitting ducks.\n\n196     IN HOLLY'S OFFICE - HANS                              196\n\nHe calmly speak into his CB.\n\nHANS\nDon't get impatient.  Just wound them.\n\n197     INT. LOBBY                                            197\n\nEddie and Uli fire.  They hit one of the officers in the leg,\nthe second one in the arm.\n\n198     EXT. POLICE BARRICADES - ON MITCHELL AND ROBINSON     198\n\nMITCHELL\n(on radio)\nSend in the car!\n\nAn armored car wheels toward the building and starts toward\nthe wounded men.\n\n199     INT. ROOF-MACHINE ROOM/SERVICE ELEVATOR - SAME        199\n\nJAMES and Alexander quickly load two crates onto the service\nelevator and push the button for the 3rd floor.  As the car\nstarts down, they remove an anti-tank gun from one of the\ncrates.\n\n200     WITH THEO - WATCHING SCREENS                          200\n\nTHEO\nWell, what have we here.  The\npolice've got themselves an R.V.\nJames, Alexander, southeast corner.\n\n201     INT. 3RD FLOOR - SAME                                 201\n\nThe service elevator arrives on the 3rd floor and James and\nAlexander move across the room toward the windows with the\nanti-tank weapon.  At the window, they prepare the weapon\nfor use.\n\nOutside the window the armored car has stopped in front of the\nwounded man and paramedics quickly load them in from the\nsheltered side of the vehicle.  Alexander quickly sights on\nthe armored car.\n\nALEXANDER\n(to Hans, CB)\nI have them\n\nHANS' VOICE\n(o.s., over CB)\nFire.\n\n202     EXT. THE ARMORED CAR                                  202\n\nA blast ROARS from the third floor window and the shell hits\nthe armored car.  The car pitches forward like a beast whose\nfront legs have been shot out from under it -- its front axle\ndestroyed, unable to move.  Alexander looks back at James and\ngrins.\n\n203     30TH FLOOR - HANS                                     203\n\nHe watches from his window.  Coldly picks up his CB.\n\nHANS\nHit it again.\n\n204     MCCLANE                                               204\n\nlistening.  He picks up his CB.\n\nMCCLANE\nHans, you motherfucker, you've made\nyour point.  Let them pull back!\n\nHANS' VOICE\nThank you Mr. Cowboy, I'll take it\nunder advisement.  His it again.\n\nMcClane slumps to the floor below the window.  He feels\nhelpless, then notices his kit bag.\n\n205     3RD FLOOR                                             205\n\nJames runs back to the crate on the elevator.\n\n206     EXT. POLICE BARRICADE - ON ROBINSON AND MITCHELL      206\n\nThey look on in horror as the armored car sits helplessly on\nfire.  On the police radio channel we HEAR the screams of men\ninside.\n\nMITCHELL\n(to radio)\nRivers!  Rodriguiz!...Report...\n\nRIVERS\n(voice over; on\nradio, yelling)\nThis is Rivers.  We've got one dead.\nEverybody's hit.  Rodriguiz's bleeding\nbad.  We've got to get the fuck out of\nhere!\n\nMITCHELL\n(to radio)\nRivers, hang on!  That's an order!\nHang on, we'll get you out.\n\n207     INT. ELEVATOR CAR - 3RD FLOOR - SAME                  207\n\nJames opens the box of shells and takes two and starts back\nacross the room.\n\n208     INT. 33RD FLOOR - CLOSE ON A SHAPE ON PLASTIC         208\nEXPLOSIVE - SAME\n\nLike a football.  It sits on the seat of a secretary's chair\nwith castors.  We PULL BACK TO SEE McClane press three\ndetonators into the top, then cover the explosive with a\ntypewriter, tying it securely in place with electrical cords.\n\n209     ANGLE ON SERVICE ELEVATOR - MCCLANE                   209\n\nwheels the chair to the service elevator, opens the door and\nblock them with a fire axe.  He looks in -- the top of the car\ncan just be seen thirty-five floors below.\n\n210     INT. 3RD FLOOR                                        210\n\nJames hands the shell to Alexander, who expertly loads it into\nthe anti-tank gun. Alexaneder lifts the  gun to his shoulder\nand aims.\n\n211     INT. 38TH FLOOR                                       211\n\nMcClane push the chair into the shaft.\n\nMCCLANE\nGeronimo...motherfuckers.\n\nFor a long moment there is nothing, then:  the shaft is filled\nwith light, then SOUND -- an ungodly ROAR -- and McClane is\nthrown back across the elevator corridor against the other\nback of doors by the concussion wave.\n\n212     ON THE 3RD FLOOR                                      212\n\nThe explosion, like a firestorm, rips across the floor:\n\n213     BLOWING OUT THE MACHINE GUN NEXT AND JAMES AND        213\nALEXANDER\n\n214     SHATTERING WINDOWS                                    214\n\n215     SENDING DESKS, CHAIRS, PHONES, AND TYPEWRITERS        215\nFLYING\n\n216     EXT. AVENUE OF THE STARS                              216\n\nThe police take cover behind their cars.  Powell, Robinson,\nand Mitchell look like they've seen the face of God as the\nbuilding rocks from the blast.  Henry's cigarette falls from\nhis mouth as a desk is sent hurtling across Avenue of the Stars\ninto the trees across the street.\n\n217     INT. UNDERGROUND PARKING GARAGE - ON WILLIAM - SAME   217\n\nwatching it on TV, feeling it all around him.\n\nWILLIAM\nOh, Jesus...\n\n218     EXT. DOWN ON THE STREET - SAME                        218\n\nDick Thornburg's crew is taping.\n\nTHORNBURG\n(in awe)\nUnreal.\n(to the cameraman)\nDid you get all that?\n\nCAMERAMAN\nYep.\n\nThornburg looks at his competitors still setting up.\n\nTHORNBURG\nEat your heart out, Channel Four.\n\n219-    OUT                                             OUT   219-\n221                                                           221\n\n222     ON HOSTAGE FLOOR                                      222\n\nThe hostages are shaken and the terrorists guarding them\naren't too sure of themselves either.  Only Hans is relatively\ncalm.\n\nFRANCO\nThey're using artillery on us -- !\n\nHANS\nYou idiot, it's not the police...\n(pause)\n...It's him.\n\n223     ANGLE ON HOLLY                                        223\n\nShe comforts Ginny.\n\n224     INT. 32ND FLOOR - MCCLANE - SAME                      224\n\nHe sits up and lifts the CB.\n\nMCCLANE\nAl!  Al, the guys in the car, did\nthey make it?\n\nINTERCUT:\n\n225     EXT. POWELL                                          225\n\non the street, watching as the survivors are pulled out of the\nwreck and to safety.\n\nPOWELL\n(on CB)\nSafe and sound, thanks to you.\nWhat the fuck was that?\n\nMCCLANE\nThe plastique I found.\n(worried)\nIs the building on fire?\n\nPOWELL\nNo, but it's gonna need one hell\nof a paint job and a shitload of\nscreen doors.\n(looking off,\nnodding)\nOne spotters say you got two with\nthat blast.\n\nMCCLANE\nTwo?  Are you sure?\n\nBefore Powell can answer Robinson comes running up to him.\n\nROBINSON\nIs that him?\n\nPOWELL\nYessir.\n\nROBINSON\n(reaching for Powell's\nCB)\nGive me that.\n(angrily at McClane)\nNow, listen to me, mister, I don't\nknow what you think you're doing,\nbut demolishing a building doesn't\nfall under the definition of 'help'!\nThere's hundreds of people out here\nand you covered half of them in\npieces of glass --\n\nMCCLANE\nGlass, my ass!  Who the fuck is this?\n\nROBINSON\nThis is Deputy Chief of Police\nDwayne T. Robinson, and I'm in\ncharge of this situation.\n\nMcClane leans tiredly against the elevator door.\n\nMCCLANE\nWell, from up here, it looks like\nyou're in charge of shit, Dwayne.\nI haven't seen such a fucked up\noperation since the\nBride of Frankenstein.  Ask\nthe guys in the armored car if\nthey minded a little flying glass.\n\nROBINSON\nListen asshole -- !\n\nMCCLANE\n(exploding)\nAsshole?  I'm not the one who just\nfor butt fucked on national TV,\nDwayne!  Now if you're not part\nof the solution, stop being part\nof the problem!  Get off the\nGoddamn radio and put Al back on!\n\nMcClane is so furious, he's out of breath.\n\n226     INT. LIMO - ARGYLE - SAME                            226\n\nArgyle nods in agreement.\n\nARGYLE\nTell 'em, Mr. Mac!  Tell 'em!\n\n227     INT. 33RD FLOOR - ON MCCLANE                         227\n\nstill seething.  There is a long pause on the CB, then:\n\nPOWELL'S VOICE\nHello, Roy.  How're you feeling?\n\nMCCLANE\n(pissed)\nPretty fucking unappreciated.\n\nINTERCUT:\n\n228     ON POWELL                                            228\n\nOther officers, including Robinson, monitor the conversation.\n\nPOWELL\nHey, I love you.\n(looking around)\nSo do a lot of the guys.  So hang\nin there, man.  Hang in there.\n\nMCCLANE\n(tired, touched)\nThanks...partner.\n\n229     TV - CLOSE                                           229\n\nAs it SNAPS ON.  We're in the studio set.\n\nGAIL\n(as the picture\nstabilizes)\n...of the Nakatomi building,\nsources say that the terrorist\nleader 'Hans' may be this man,\nHans Gruber.\n\nA SLIDE of Hans appears behind her.  At the same time, the CAMERA\nPULLS BACK.  We realize we're on THE HOSTAGE FLOOR, and Hans\nhas just turned on the set out here for his \"guests\".  He smiles\nmodestly as they \"recognize\" him from the on air shot, returns\nto the office.\n\nGAIL\n(on TV)\nA member of the radical\nWest German Volksfrei movement.\nStrangely, the Volksfrei leadership\nissued a communique an hour ago\nstating that Gruber has been expelled\nfrom the organization and is operating\non his own.\n\nHARVEY\n(on TV)\nObviously, Gail whatever his\naffiliation, it's safe to say\nthat Gruber's terrorist actions\nin Los Angeles tonight are well,\nterroristic...\n\nAs the bullshit continues, Ellis suddenly STANDS, head towards\nthe terrorist \"office\".  Immediately the chief guard here,\nFritz, moves to intercept Ellis.\n\nHOLLY\nWhere are you going?\n\nELLIS\nI'm tired of sitting here waiting\nto see who gets us killed first...\nthem...or your husband.\n(to the approaching\nFritz)\nHi there.\n\nHOLLY\n(worried)\nWhat are you going to do?\n\nELLIS\nHey, I negotiate million dollar\ndeals for breakfast.  I can handle\nthese clowns.\n(to Fritz)\nI want to talk to Hans.  Hans!\nSprickenzie talk?\n\nHe doesn't wait for an answer.  Fritz follows him.  Holly\nworries.\n\n230     THE OFFICE                                           230\n\nKARL\n(in mid-speech,\nangry)\n-- you wouldn't let me kill him\nwhen I had the chance --\n\nHANS\nIf you'd listened to me he would\nbe neutralized already!\n\nKARL\nI don't want neutral...I want dead --\n\nALL TURN at a rap on the door.  Ellis is there.\n\nELLIS\nHope I'm not interrupting...?\n\nHANS\n(to Fritz)\nWhat does he want?\n\nAs Fritz shrugs:\n\nELLIS\nIt's not what I want, it's what\nI can give you.  Look, let's be\nstraight, okay?  It's obvious\nyou're not some dumb thug up\nhere to snatch a few purses, am\nI right?\n\nKarl looks at Ellis and then at Hans, as if to say, let me plug\nthis asshole right now.  But Hans is either amused of curious\nor bored enough to shake his head, turn back to Ellis.\n\nHANS\n(politely)\nYou're very perceptive.\n\nELLIS\n(flattered)\nHey, I read the papers, I watch\n60 minutes, I say to myself, these\nguys are professionals, they're\nmotivated, they're happening.\nThey want something.  Now, personally,\nI don't care about your politics.\nMaybe you're pissed at the\nCamel Jockeys, maybe it's the\nHebes, Northern Ireland, that's\nnone of my business.  I figure,\nYou're here to negotiate, am I right?\n\nHANS\nYou're amazing.  You figured this\nall out already?\n\nELLIS\nHey, business is business.  You use\na gun, I use a fountain pen, what's\nthe difference?  To put it in my\nterms, you're here on a hostile\ntakeover and you grab us for some\ngreenmail but you didn't expect a\npoison pill was gonna be running\naround the building.\n(smiling)\nHans, baby...I'm your white knight.\n\nHANS\n(dryly)\nI must have missed 60 Minutes.  What\nare you saying?\n\nELLIS\nThe guy upstairs who's fucking things\nup?  I can give him to you.\n\nAs Hans reacts with real interest for the first time, we:\n\nCUT TO:\n\n231     POWELL                                               231\n\nBy the CB.  He suddenly REACTS to a GROAN from McClane.\n\nPOWELL\nRoy!  You all right?\n\n232     INSIDE - MCCLANE                                     232\n\nHe's by an open desk drawer, having just ripped open a package\nof twinkies he's found.  He grimaces, mouth full.\n\nMCCLANE\nYeah, just trying to handle some\nyear old twinkies.  Yucck.  What\ndo they put in these things?\n\nPOWELL\n(reciting)\n'Sugar, enriched flour, partially\nhydrogenated vegetable oil,\npolysorbate 60 and yellow dye #5.'\n\nMCCLANE\n(laughing)\nYou sound like a man with a\ncouple of kids.\n\nPOWELL\nNot yet, the wife in working on our\nfirst.  You got any kids back on\nthe ranch?\n\nMcClane swallows Twinkie with a grimace, takes out his wallet,\nflips it open to a picture of himself and Holly and the kids\nin happier days.\n\nMCCLANE\nTwo.  And I'd sure like to see them\nswinging on the jungle gym with\nAl junior.\n\nPOWELL\nIt's a date.  You buy the ice cream.\n\nMcClane laughs, stares at the photo, when suddenly another VOICE\nbesides Powell's comes over his radio.\n\nHANS' VOICE\n(o.s., on CB)\nTouching, cowboy, touching.\n(pause)\nOr should I call you Mister McClane?\nMister officer John McClane on the\nNYPD?\n\nMcClane FREEZES.  How much do they know?\n\n233     THORNBURG - IN TRAILER                               233\n\nReacts, gleeful, writes down the name.\n\nTHORSON\n(to Mary)\nGet on the phone to our New York\naffiliate...move, move!\n\n234     POWELL                                               234\n\nreacts, signals an Aide, who's already writing, too.\n\nINTERCUT:\n\n235     MCCLANE AND HANS                                     235\n\nMCCLANE\n(fighting to stay calm)\nSister Teresa in third grade called\nme Mr. McClane.  My friends call me\nJohn Mac.  You're neither...shithead.\n\nHANS' VOICE\nI have someone who wants to talk\nto you.  A very special friend who\nwas at the party with you tonight.\n\nMcClane's face falls.  Oh, God.  Eyes closed, he waits for the\nvoice that tells him it's all over.\n\nELLIS' VOICE\nHello, John boy?\n\nMcClane's eyes open, showing equal parts of shock and hope.\nIn the office, CAMERA ADJUSTS TO SHOW Ellis as Hans gives him\nthe CB.\n\nMCCLANE\nEllis?\n\nEllis has a cigarette, and a terrorist brings him a Diet coke.1Embed","language":"en"}
{"track_id":"13Irp51zj01BZu2XtDrnAg","lyrics":"46 ContributorsTranslationsFrançaisPortuguês2 Be Loved (Am I Ready) Lyrics[Intro]\nSheesh\nMm\nGirl, I'm 'bout to have a panic attack\n\n[Verse 1]\nI did the work, it didn't work, ah, ah (Mm, mm)\nThat truth, it hurts, goddamn, it hurts, ah, ah (Goddamn, it hurts)\nThat lovey-dovey shit, was not a fan of it (Uh-uh)\nI'm good with my friends, I don't want a man, girl\nI'm in my bed, I'm way too fine to be here alone (Too fine)\nOn other hand, I know my worth, ah, ah\nAnd now he callin' me (Brr), why do I feel like this?\nWhat's happenin' to me? Oh, oh, oh\n\n[Chorus]\nAm I ready (Girl, there ain't a doubt)\nAm I ready (What you talkin' 'bout?)\nAm I ready (You gon' figure it out)\nTo be loved, to be loved? (To be loved)\nAm I ready? (You deserve it now)\n'Cause I want it (That's what I'm talkin' about)\nAm I ready (You gon' figure it out)\nTo be loved, to be loved?\n\n[Verse 2]\nHow am I supposed to lovе somebody else (Shee, shee, shee)\nWhеn I don't like myself? Like, ooh\nGuess I better learn to like this, ooh (True)\nIt might take my whole life just to do (Damn, hey, hey)\nHe call me Melly (Ayy), he squeeze my belly (Yeah)\nI'm too embarrassed (Ah) to say I like it\nGirl, is this my boo? (Is this my boo?)\nThat's why I'm askin' you 'cause you know I've been through\nYou might also like[Chorus]\nAm I ready (Girl, there ain't a doubt)\nAm I ready (What you talkin' 'bout?)\nAm I ready (You gon' figure it out)\nTo be loved (To be loved), to be loved? (To be loved)\nAm I ready? (You deserve it now)\n'Cause I want it (That's what I'm talkin' about)\nAm I ready (You gon' figure it out)\nTo be loved, to be loved? (Yeah)\n\n[Bridge]\nYou found me, I was fed up with the fantasy\nWhat you wanna do? Think I'm ready, ooh\nThink you like that, think you like that\nWhen I clap back like that, let me know (Let me know)\nYou found me, I was fed up with the fantasy\nWhat you wanna do? Think I'm ready, ooh\nThink you like that, think you like that\nWhen I clap back like that, let me know\n\n[Chorus]\nAm I ready (Girl, there ain't a doubt)\nAm I ready (What you talkin' 'bout?)\nAm I ready (You gon' figure it out)\nTo be loved (To be loved), to be loved? (To be loved)\nAm I ready? (You deserve it now)\n(Is you ready, ready, ready?)\n'Cause I want it (That's what I'm talkin' about)\nAm I ready (You gon' figure it out)\n(Yeah, yeah, woo, woo, woo)\nTo be loved (To be loved), to be loved? (To be loved)\n[Outro]\n(Am I ready?)\nYesterday, I would have run away\nAnd I don't know why\nI don't know why (To be loved), know why (To be loved)\n(Am I ready?)\nYesterday, I would have run away\nAnd I don't know why (Did you know?)\nI don't know why, but I'm ready7Embed","language":"en"}
{"track_id":"0dKJGmhY4Hh40bOkPz9n6N","lyrics":"1 ContributorSWEET TWEET Lyrics愛する君の声が どんな歌より聴きたくなった\nそれだけなんだよ 話すことも大して決めちゃないんだよ\n恋するだけの僕の相手をちょっとだけしてほしいんだ\n震える指でダイヤルする夜はスロー再生で\n\n少しかすれた低くも高くもない普通のトーンで\n笑うときだけいつもの声より二音半あがる\n君の口癖や適当な相槌さえも記憶のど真ん中に\n色濃く焼き付いたんだ\n\n愛する君の声がどんな歌より聴きたくなった\nなにを話しても心はフワッと宙に浮いたまま\n本当はもっとちゃんと気の利いたことも言いたいんだ\nでも難しくて黙ったまんま見上げた秋の星空\n\n遠く離れた君の街から僕に声が届いた\n今すぐ会いに行けないことを切なく感じた\n気づけば三時間! 自然と続いてしまう会話\n一瞬で白んだ空 じゃあねと眠りについた\n\n愛する君の声が\n恋するだけの僕は\n\n愛する君の声がどんな歌より素敵なんだ\n聴けば心が踊りだす なんてステキな恋なんだ!\n愛する君の声はメロディ 恋する僕刻むメモリー\n愛する君の声はメロディ 恋する僕刻むメモリー\nYou might also like愛する君の声はメロディ 恋する僕刻むメモリー\n愛する君の声はメロディ 恋する僕刻むメモリーEmbed","language":"ja"}
{"track_id":"1kNC7b4zXbqoceKpkGdnD8","lyrics":"4 ContributorsPuro Campeón Lyrics[Letra de \"Puro Campeón\" ft. Luis R Conriquez]\n\n[Verso 1: Fidel Castro & Luis R Conriquez]\nHoy le ando echando chingazos\nLe andamos pegando duro para una vida mejor\nQue me la paso pensando\nAndo modo hacer dinero, no molesten por favor\nSi por un lado les paso\nTraigo activa la turbina, ya quedó atrás el motor\nSi me ven que ando gastando\nUna que otra camisita y una bolsa Louis Vuitton\nComenzamos desde abajo\nEliminé la reversa y pa’ adelante como avión\nSi me ha costado trabajo\nPero jamás me le rajo porque esto es parte del show\nTranquilos en el relajo\nPrefiero andar bien pendiente si surge una situación\nMe lleva la que te trajo\nSi no te pones avispa por eso soy como soy\n\n[Coro: Fidel Castro & Luis R Conriquez]\nAndamos bien, aunque les duela aquí andamos al 100\nLos envidiosos no dan de comer y me la pelan lo que es\nPuro campeón, los que traigo por un lado viejon\nPoco a poquito formé este equipon y van pa’ arriba, si señor\nYou might also like[Verso 2: Fidel Castro & Luis R Conriquez]\nMe han hecho malas caras\nY luego me los topo para pedirme perdón\nLes diera una patada\nPero una cachetada a guante blanco creo es mejor\nBastante gente rara\nQue solo se me acercan para pedirme un favor\nDejo las cosas claras\nAyudo a los de siempre, no arrimo a cualquier cabrón\n\n[Coro: Luis R Conriquez & Fidel Castro]\nAndamos bien, aunque les duela aquí andamos al 100\nLos envidiosos no dan de comer y me la pelan lo que es\nPuro campeón, los que traigo por un lado viejon\nPoco a poquito formé este equipon y van pa’ arriba, si señorEmbed","language":"es"}
{"track_id":"3nQlPsRsO4mEqVaiqErCLO"}
{"track_id":"1SvgBClOuipapA4pPgToDW"}
{"track_id":"3JJL91ilRV6fXhKqu0FGXs","lyrics":"140 ContributorsTranslationsPortuguêsFrançaisHOT WIND BLOWS Lyrics[Intro: DJ Drama]\nLadies and gentlemen\nWe just landed in Geneva\nYeah, that's in Switzerland\nWe on a yacht\nA young lady just fed me French vanilla ice cream\nWe all got our toes out, too\nCall me when you get lost\n\n[Verse 1: Tyler, The Creator & DJ Drama]\nI'ma travel the globe, you keep the block hot\nDriver, open the door for me, my hand hurt\nFind us, we playin' hide-and-seek with the passports\nWhere the fuck we at? Oh, the pilot gotta remind us, yeah\nThe luggage is pilin', I needed clothes to wear (Woo)\nSo many stinkies sit in my wallet, look like a folding chair (Yeah)\nThe Cartier so light on my body, thought I floated here\nWe boated here, it's Tunechi and Tyler, but call me Baudelaire, yeah\nOut in Switzerland, travel with my bitch again, we kissin', dawg\nI love when she let me rub her like Michelin (Skrrt, skrrt, facts)\nA hundred grand to sleep on the bird, the wings are whistlin' like—\nMan, they ain't listenin'\nWe crossed the line like immigrants and benefit from it\nKeep on stuntin' on these niggas, make 'em sick to they stomach, man (I can't stop it)\nY'all don't understand, fish so fresh that you could taste the sand\nYeah, we gettin' lost but we know who we am (True story)\nBada-bada-bada, somethin'-somethin'-somethin'\nTreat that last part like you niggas ain't sayin' nothin'\nSee Tyler, The Creator LiveGet tickets as low as $64You might also like[Break: DJ Drama, Tyler, The Creator & Lil Wayne]\n(Hot wind)\nYeah, haha\nYou see these excursions right here?\nJust too lavish to post on the 'Gram (Gangsta Grillz)\nUh (Tunechi)\n\n[Verse 2: Lil Wayne]\nExcuse me, pardon me, the wind, it blow so hard at me\nLike mother nature arguing about some baby father beef\nAnd I'm stuck in the middle of the sandwich like slaughter meat\nGot my middle fingers to the cameras that's recording me\nFrom y'all to me, brrt, stop callin' me unless you're ordering\nI'm on the beach, I got my feet out, and I stay on my feet\nThe corner beat, I'm on a deep route, just throw the ball to me\nThought all this lean would have me senile, I guess they see now\nLet's touch down, catch a beat-down like I catch touchdowns\nI fuck 'round and slow the beat down and take the drums out\nAnd speed up my flow, I'm so greedy, I'ma eat my own flow\nAnd I'm in need of a flow, might eat me a rapper and I might as well eat me a ho (Oh)\nI'm hot as hell when the weather is freezin', as cold as the devil and demon and ghost\nI'ma get even and even, get even some more, it's too late to even get low, baow\nWolf Gang, Wolf Gang, that's what I need you to know, Mula, Weezy the G.O.A.T.\nThe wind beneath my wings, Desert Eagle underneath my coat\nYeah, yeah, yeah, yeah, Mula (Bitch)\n[Outro: DJ Drama]\n(Hot wind)\n(All aboard, nigga)\nYou see\nWe just over here admirin' the view of the mountains from the lake\nOf course\nY'all know it's Wolf Haley, man, stop fuckin' playin'36Embed","language":"en"}
{"track_id":"4AhSkRYioEIfGvCV19peYN","lyrics":"2 ContributorsNew Music Friday 10/19/18 LyricsPost Malone & Swae Lee - Sunflower\nBillie Eilish - when the party's over\nKhalid - Vertigo\nLil Peep - Cry Alone\nZara Larsson - Ruin My Life\nFuture - Fine China\nDua Lipa - Kiss and Make Up\nJon Bellion - Conversations with my Wife\nDominic Fike - 3 Nights\nIDER - Mirror\nRÜFÜS DU SOL - Treat You Better\nKane Brown - Good as You\nThe 1975 - It's Not Living (If It's Not With You)\nTory Lanez - DrIP DrIp Drip (feat. Meek Mill)\nKhalid - Suncity (feat. Empress Of)\nDermot Kennedy - Power Over Me\nMartin Garrix - Waiting For Tomorrow (feat. Mike Shinoda)\nZAYN - Fingers\nMariah Carey - The Distance (feat. Ty Dolla $ign)\nEmpress Of - I Don't Even Smoke Weed\nZak Abel - You Come First (feat. Saweetie)\nLil Yachty - SaintLaurentYSL (feat. Lil Baby)\nLuis Fonsi - Imposible\nGreta Van Fleet - You're The One\nBrandi Carlile - Party Of One (feat. Sam Smith)\nCarlie Hanson - Toxins\nHARDY - THIS OLE BOY\nGus Dapperton - World Class Cinema\nNikki Vianna - Done\nValee - Awesome (feat. Matt Ox)\nMØ - Blur\nJames Arthur - Empty Space\nNothing But Thieves - Take This Lonely Heart\nFINNEAS - Let's Fall in Love for the Night\nSarah Reeves - Angels\nDaniel Caesar - Who Hurt You?\nStalking Gia - PTSD\nJOYRYDE - AGEN WIDA\nLil Mosey - Kamikaze\nTove Styrke - Vibe\nAbir - Tango\nTrent Reznor and Atticus Ross - The Start of Things\nMassari - Ya Nour El Ein\nMajor Lazer - Blow That Smoke (feat. Tove Lo)\nThe O'Jays - Above The Law\nJessie Reyez - Saint Nobody\nJoyner Lucas - I Love\nShae Jacobs - Jealous\nAu/Ra - Ultraviolet\nJoji - TEST DRIVE\nHearts & Colors - LA On A Saturday Night\nKing Henry - What About Me\nMoby Rich - Pocket\nCalum Scott - No Matter What\nJHart - Why Does It Hurt\nDavid Guetta - Don't Leave Me Alone (EDX's Indian Summer Remix) (feat. Anne-Marie)\nSasha Sloan - Chasing Parties\nTroye Sivan - Revelation\nElle King - Baby Outlaw\nSAINt JHN - McDonalds Rich\nRobert DeLong - First Person On Earth\nMaisie Peters - Details\nScott Helman - Hang Ups\nThe Lone Bellow - Water Under the Bridge\nPistol Annies - Interstate Gospel\nPanic! At The Disco - Hey Ya! (Recorded at Spotify Studios NYC)\nHow To Dress Well - Body Fat (Edit)\nSwitchfoot - NATIVE TONGUE\nAlec Bailey - Callin'\nAction Bronson - Prince Charming\nDisturbed - No More\nArkells - Hand Me Downs\nPhony Ppl - the Colours.\nJulie Bergan - U Got Me\nLennon Stella - Breakaway\nAsian Doll - 1017 (feat. Gucci Mane & Yung Mal)\nHollyn - Everything and More (feat. Aaron Cole)\nDelta Rae - Hands Dirty\nBrent Faiyaz - Around Me\nEmmi - Scared Stupid\nTyler Sellers - Better\nNovo Amor - Sleepless\nCher Lloyd - None Of My Business\nCloud Nothings - Another Way Of Life\nGlades - Nervous Energy\nSummer Walker - Karma\nBuilt By Titan - Into the Mist\nEmigrate - 1234\nTina Boonstra - Find You\nThomston - The Heights\nSG Lewis - Paradise (Recorded At AIR Studios, London)\nAriel Beesley - Mine\nLemaitre - Feels Like We Only Go Backwards (Recorded at Spotify Studios Stockholm)\nTOXIC GARDN - Feed The Monster\nJohn Splithoff - Vices\nOkey Dokey - When They Get Older\nUffie - Papercuts\nBefore You Exit - Silence\nbad tuner - 4:21 (Con María)\nTen Fé - Won't HappenEmbed","language":"en"}
{"track_id":"6hFwju6M40CKovKBPu5IpY","lyrics":"9 ContributorsTranslationsEnglishEspañolACORDA PEDRINHO Lyrics[Letra de \"ACORDA PEDRINHO\"]\n\n[Entrada: Bernardo Pasquali]\nNão sei mais pra onde ir\nJá que a noite foi\n\n[Verso]\nAcorda, Pedrinho\nQue hoje tem campeonato\nVem dançar comigo\nVai ver que eu te esculacho\nSei que não dá pra ver\nMas 'cê vai ver que\nHoje não tem chocolate\nNem de segunda a sexta-feira\nAdianta treinar\n’Cê pode vir, mas vem agora\nNão enrola, rebola\nNa hora de ir embora, 'cê chora\n\n[Refrão]\nNão sei mais pra onde ir\nJá que a noite foi longa\nNão sei mais pra onde ir\nJá que a noite foi longa\nLonga, longa\nYou might also like[Verso: Gustavo Karam, com Bernardo Pasquali]\nAcorda, Pedrinho\nQue hoje tem campeonato\nVem dançar comigo\nVai ver que eu te esculacho\nAcorda, Pedrinho\nQue hoje tem campeonato\nVem dançar comigo\nVai ver que eu te esculacho\n\n[Ponte]\nDon don dig di don\nDon don don dig dig\nDon don dig di don\nDon don don dig dig\nDon don dig di don\nDon don don dig dig\nDon don dig di don\nDon don don dig dig\n\n[Refrão]\nNão sei mais pra onde ir\nJá que a noite foi longa\nNão sei mais pra onde ir\nJá que a noite foi longa\nNão sei mais pra onde ir\nJá que a noite foi longa\nLonga, longa, longa\nLonga, longa, longa\nLonga, longa\n[Ponte]\n(Don don dig di don\nDon don don dig dig)\nLonga, longa, longa\n(Don don dig di don\nDon don don dig dig)\nDon don dig di don\nDon don don dig dig\nDon don dig di don\nDon don don dig dig\nDon don dig di don\nDon don don dig dig\nDon don dig di don\nDon don don dig dig\n\n[Refrão]\nNão sei mais pra onde ir\nJá que a noite foi longa\nNão sei mais pra onde ir\nJá que a noite foi longa1Embed","language":"pt"}
{"track_id":"5XVM8dBWJ7cNT7wRRGJF4L","lyrics":"3 ContributorsKORIANDAR Lyrics[HOOK]:\n\nПо-добре да умра отколкото да съм последен\nRelate-ваха на стария Вирго, щото беше беден\nТука висши или нисши - няма среден вариант\nТя са кефи, щот съм свеж и малко странен - кориандър\n\nСос ми е жанра\nРодственик на Ванга\nЧе са шматки го предсказах\nМа да съм тук не си и представях\n\nТва е SKG THE SAGA\nСлагам ги да си лягат\nАз по гръб не падам\nМогат само да са надяват, ха\n\n[VERSE 1]:\n\nТолко съм на “Ти” с нещата, че напрао АХ-ват\nТолко много сос по земята капе - аква\nБалите с наднормено тегло не моа ги изхарча\nНе съм в дефанзива, Волен Сидеров - атака\n\nАз съм готов като FYRE, няа ги чакам\nДесет пъти по-добър от както спрях качака\nДухом няма как да падна щот на фокус вяра\nТи бързо изгаряш в таз игра ти си цигара\nYou might also likeСтая с панорама\nТолкоз нереална кучка все едно холограма\nЧестно чак ма кара за главата да са хвана, ей\nТя е lowkey freak - тва е изненада, ей\n\nКато влезем в клуба напрао тавана пада, ей\nКвото харча, брат ми, честно двойно тва го правя\nИ не ми тряа математика да знам, че са умножава, ей\n\nДа знам, че са умножава, ей\nТолкоз нереална, ей\nКвото харча двойно правя, ей\nИ няма са се давам, щото\n\n[HOOK]:\n\nПо-добре да умра отколкото да съм последен\nRelate-ваха на стария Вирго, щото беше беден\nТука висши или нисши - няма среден вариант\nТя са кефи, щот съм свеж и малко странен - кориандър\n\nСос ми е жанра\nРодственик на Ванга\nЧе са шматки го предсказах\nМа да съм тук не си и представях\nТва е SKG THE SAGA\nСлагам ги да си лягат\nАз по гръб не падам\nМогат само да са надяват, ха\n\n[VERSE 2 / RIZZIATTA]:\n\nБатьо не недей да лафиш мно шот думи бол\nАма няа думи във играта\nТъкмо пристигам тука и ш кажа на ваще мерси че пазите местата\n\nБатинка тия петици ги фърлят насякъде слагам името на map-a\nАаа\nКапе батьо пръска леко че ако са доближиш ш та оцапа\n\nБатинка няа проблем то е up to me\nИ тва е така и е stuck with me\n\nИ аз не знаех ко да кажа ама то кат цяло кот и да ти кажа няа смисъл просто да ти го говора шото аз съм имал причината в свои води\n\nТрябва ми само момент\nСпира ми пулса май ш тряа стенд\nАз не съм прайл тез неща for nobody шот улицата ги напрай за мен\n\nРизката батьо идва от 15\nМен ми са радват кат живот на 20\nАко иаме начало (КЕШ)\nНачи играем до край ве\n[HOOK]:\n\nПо-добре да умра отколкото да съм последен\nRelate-ваха на стария Вирго, щото беше беден\nТука висши или нисши - няма среден вариант\nТя са кефи, щот съм свеж и малко странен - кориандър\n\nСос ми е жанра\nРодственик на Ванга\nЧе са шматки го предсказах\nМа да съм тук не си и представях\n\nТва е SKG THE SAGA\nСлагам ги да си лягат\nАз по гръб не падам\nМогат само да са надяват, хаEmbed","language":"bg"}
{"track_id":"4c9Py6O1NeuYKbJ8Ok7mTl","lyrics":"5 ContributorsParty on My Own Lyrics[Verse 1]\nPlay me a sad song, yeah\nI wanna move, I wanna drink it by the bottle\nIt's complicated, yeah\nBut mixing feelings with tequila gets me wasted\n\n[Pre-Chorus]\nI get that message when you ignore\nBlue tick on my texts and miss my calls\nYou take shots at me so I take note\nWhen I hit the floor\n\n[Chorus]\nI'm dancing without you, —out you, —out you\nDancing without you, —out you, —out you\nTell strangers about you, —bout you, —bout you\nYou're not here to take me home\nSo I party on my own\nI'm dancing without you, —out you, —out you\nDancing without you, —out you, —out you\nWe'll leave any time soon, time soon, time soon\nYou're not here to take me home\nSo I party on my own\n\n[Verse 2]\nKeep up the tempo, yeah\nDon’t miss a beat, don’t miss a word\nStill miss your tango\nThere's no debating, yeah\nRemixing love songs, till my drinks gone sends me crazy\nYou might also like[Pre-Chorus]\nI get that message when you ignore\nBlue tick on my texts and miss my calls\nYou take shots at me so I take more\nWhen I hit the floor\n\n[Chorus]\nI'm dancing without you, —out you, —out you\nDancing without you, —out you, —out you\nTell strangers about you, —bout you, —bout you\nYou're not here to take me home\nSo I party on my own\nI'm dancing without you, —out you, —out you\nDancing without you, —out you, —out you\nWe'll leave any time soon, time soon, time soon\nYou're not here to take me home\nSo I party on my own\nSo I party on my own\n\n[Outro]\nI'm dancing without you, —out you, —out you\nYou're not here to take me home\nSo I party on my own\nSo I party on my own2Embed","language":"en"}
{"track_id":"5TTXEcfsYLh6fTarLaevTi","lyrics":"44 Contributors​lowkey Lyrics[Verse 1]\nWonder what I'll do when the cops come through\nAnd the whiskey's run out\n'Cause I've been lookin' at you since half past two\nWanna take this downtown?\nThis liquid courage got me way too honest\nPut your phone on vibrate, let's catch a vibe, babe\nWhile the sun's down\nHush now, I know we're a little too fucked up to stay still, love\nBe as quiet as you can, 'cause if anyone sees\nThey'll just blow shit up\nI don't gotta know if you're taken\nI'll just let ya know bedroom's vacant\nNo one's gotta know, just us and the moon 'til the sun starts wakin'\n\n[Pre-Chorus]\nUp's the only direction I see\nAs long as we keep this\n\n[Chorus]\nLow, low, low, low, low, low, low, low-key (Ah-ah, ah-ah)\nYou ain't even gotta lo- lo- lo- lo- lo- lo- lo-love me (Ah-ah, ah-ah)\nUs in a king-size, keep it a secret\nSay I'm your queen, I don't wanna leave this\nLow, low, low, low, low, low, low, low-key\nSee NIKI LiveGet tickets as low as $27You might also like[Verse 2]\nWizard with words tellin' me my energy's so bewitchin'\nSo I'll go first, there's an open bar, let's close this distance\nOh, oh, oh, oh, oh my, don't make me have to spell it\nAll, all, all, all, all night\nI don't really give a fuck 'bout all the 'he said, she said' bullshit\nSo pick your poison, love, let's go somewhere a little more exclusive\nTake a shot, take a chance, take my hand, boy\nTension so intense like an asteroid\nBe discreet, gotta dodge all the tabloids\n\n[Pre-Chorus]\nLet's not think too much, there ain't no problems\nSo long as we keep this\n\n[Chorus]\nLow, low, low, low, low, low, low, low-key (Ah-ah, ah-ah)\nYou ain't even gotta lo- lo- lo- lo- lo- lo- lo-love me (Ah-ah, ah-ah)\nUs in a king-size, keep it a secret\nSay I'm your queen, I don't wanna leave this\nLow, low, low, low, low, low, low, low-key\n\n[Outro]\nLow-key, low-key\nLow-key, low-key10Embed","language":"en"}
{"track_id":"5SrPeOqm3SBecyiAsI9HTT","lyrics":"10 ContributorsNisan 2021 Tekli Yayınlama Takvimi Lyrics1/4\nMustafa Yıldızdoğan - \"Urgan\"\n2/4\nBurak Akyol - \"Öylece\"\nCakal & Reckol - ''Perros Blancos Freestyle''\nChef Bi & Chan - \"Aynı Evin İçinde\"\nDoğuş & Aleyna Dalveren - \"Kıyamam\"\nEzhel - \"Sakatat\"\nEvrencan Gündüz - \"Sen de İnanma\"\nHiko Hikmetov - \"Kalbin Odaları\"\nKarahan - \"Dilemem\"\nKaya Giray - \"Bulamazsın\"\nKech - \"Kimin Umurunda\"\nMelek Mosso - \"Ağlarsam\"\nOğulcan Nihat - \"Yollar\"\nOrkundk ft. Şehinşah - \"Merhamet Yok\"\nÖzgün - \"Vefa\"\nPatron - \"Neyse Ne\"\nSezen Aksu & Kardeş Türküler & Ara Dinkjian - \"Hakim Bey\"\nSusel - \"Özledim\"\nTuğba Yurt - \"Benim O\"\nYaprak Çamlıca - \"Sakla Kalbini\"\nYung Ouzo - \"Balkon\"\nZeynep Bastık - \"Bana Sorma - Zeynodisco\"\nZiynet Sali - \"Efkarım Var\"\n7/4\nRevart - \"Hatırla\"\n8/4\nMert Davran - \"Yalanmış\"\n9/4\nBurry Soprano - \"Yorgunum\"\nBuse Korkmaz - \"Alfa\"\nDilhan Şеşen - \"İsimsiz Çocuklar Ülkesi\"\nDr. Fuchs - \"Metеor\" ft. Kasırga, Geeflow, Bossy, Erci E, Zeo Jaweed, Kaplan, FlowArt, Sayedar & Kurşun\nEge Can Sal - \"Başa Sar\"\nHeijan - \"Yaranamadım\"\nİkilem - \"Kaybolurum Gülüşünde\"\nLil Murda - \"YAK DUMAN ÇEK\"\nMyndless Grimes & Kayo - \"Benim Hatam\"\nOğuzhan Koç - \"Bence De Zor\"\nSaian - \"Kuz\" ft. Nora\nSeda Erciyes - \"Eylül Ekim Kasım\"\nSehabe & Ayça Özefe - \"Nerdesin Deme\"\nSimge - \"Sevmek Yüzünden\"\nSon Feci Bisiklet - \"Bilirim\"\nYeri Yok - \"Tek Tanrılı Din\"\nYoung Mercy - \"19XX\"\nYung Kafa & Kucuk Efendi & Cem Adrian - \"KANATLAR\"\n13/4\nPorçay - \"Çok Yaşa Kral\"\nŞanışer - \"Kuytu Köşelerde\"\n14/4\nCeylan Ertem - \"Çaresiz\"\nİbrahim Kalın - \"Hiç Oldum\"\n15/4\nFRO - \"Fake Love Bırak Peşimi\"\n16/4\nBedo - \"Kendimi Affedemem\"\nCan Bonomo - \"Kaplan\"\nCritical & UZI - \"Milyoner\"\nChain-B - \"Pussy Gang\"\nDecrat x Canbay & Wolker - \"Kemancı\"\nDeeperise & Jabbar - \"Unuttum Derdimi\"\nEce Ronay & Tefo - \"Baba Yorgun\"\nİbrahim Tatlıses - \"Gelmesin\"\nKamufle & Eko Fresh - \"Ecdadına Dinlet\"\nKhontkar - \"Tek Tabanca\"\nOld G - \"Duvar\" ft. 6iant\nRota - \"Öpüştüm Elimle\"\nSelman Yılmaz - \"Dolunay\" ft. Emre Kocaks\nSokrat St - \"Hiçbir Şey Demedim\"\nXiR - \"Meteor\"\nZai - \"İsyan\"\n19/4\nEdiz Cem Türk - \"Susuzluk\"\nErgül Ulu - \"Sefa Sürerim\"\n23/4\n13 Killoki - \"LOKIBOI\" ft. Ohash\nAti242 - \"Nerdesin\"\nPer & Burry Soprano - \"GO2HELL\"\nEkin Ekinci & Tankurt Manas - \"Deli Midir Nedir?\nFlu - \"Panamera Flow\"\nGOKO! - \"FARK ETMEZ\"\nHaluk Levent & Melek Mosso - \"Zülüf\"\nHayki & Omero - \"Elmas\"\nHypzex & RECO - \"Salam Alaykum\"\nMurda - \"KAFESTE\"\nOLGU - \"Limbo\"\nReckol - \"SHARINGAN\"\nRota - \"Silüet\"\nSakorphe - \"Flapjack\"\nSokrat St & Burak King - \"Dünya\"\nUmut Capone - \"Mektup\"\nVesvas - \"SAKLAMA\"\nYase - \"Kardeş\"\n27/4\nİstanbul Trip - \"ŞAFAK OPERASYONU\"\n28/4\nBarış Murat Yağcı - \"Her Şeye Rağmen\"\n29/4\nBossy - \"Kör Talih\" ft. Muşta\nMedusa - \"Peri Masalı\"\nKhontkar & Young Bego - \"WAVE GODS\"\nXiR - \"DUCK FACE\"\n30/4\nArslantürk & Medusa - \"El Yerine\"\nAti242 & Bora Hışır - \"Gang Members\"\nDa Poet - \"Kendini Bul\"\nDerya Uluğ - \"Kanunlar Gibi\"\nHaluk Levent & Ceylan Ertem - \"Gönül Çalamazsın Aşkın Sazını\"\nHamza Yetik & Erdi RL - \"Kimin Umrunda\" ft. Kezzo\nJefe - \"Home Party\" ft. Tepki\nKÖK$VL - \"Kurusıkı\"\nOrganize - \"Sıkıntı Stres\"\nŞam - \"12-1808 TCX\"\nTEMPZ72 - \"Vampire\" ft. CakalEmbed","language":"tr"}
{"track_id":"62d4BfCTUHdOsARRETHLDz"}
{"track_id":"4B4f0Jno4VnQA2a7R1kWgX","lyrics":"4 ContributorsVSE EDNO Lyrics[HOOK]:\n\nВсе ми е едно\nВсе ми е едно\nFuck her on the low\nStay on the low\n\nStay on the low\nАма пак съм high doe\nЕдиния топ\nЕ на другия началото\n\nИскаш да сме едно\nБейбе, имаш high hopes\nИскаш да сме едно\nМа теб те чувствам като tight rope\n\n[VERSE 1]:\n\nТеб те чувствам като tight rope\nС тебе ми е крайно\nС тебе ми е приятно\nМа е неблагоприятно\n\nЗа хора като тея не може да ми пука по-малко\nЩото съм ги срещал по пътя си многократно\nYou might also likeТук сме дошли, не случайно, а за край на тоя cycle\nВ едни очи аз съм, sicko - в други най, но не е важно\nЗнам, че боли, но няма страшно ще е за кратко не е опасно\nПотърси на друго място опитай пак, но по-осъзнато\n\n[VERSE 2 / Mishell]:\n\nДа това е хай-ай\nНе ме чакай долу\nЩе видиме накрая\nКой е бил готов\n\nДаже и да падна\nЩе се кача наново\nПо кожата ми сажда\n\nНо пламъкът е новият свят\nДа очите горят\nТе си спомнят света\nОтпреди да блестят\n\nНи напред, ни назад\nИскам тук да вървя\nИ напук на тоя страх\nДа погледна през тяхEmbed","language":"bg"}
{"track_id":"7HWoshfGrU2PjqAoqCegbt","lyrics":"2 ContributorsСамо ако бях (If Only) LyricsCHORUS [MARIANOFF]:\nСамо ако бях\nПропуснал да допусна даже една от грешките ми\nДали щях\nДа поема в посока различна от пътя ми\n\nКогато се спрях\nИ очите бяха пълни със сълзи\nС(ъс) тях полях\nЦветето, на което се усмихваш\n\nV1 [TOTO H]:\nАко не бях израстнал точно там\nАко не бях разбрал от малък какво е немота\nАко не бях наказан с лицето към стена\nЩях ли да започна да убивам и крада\n\nОт покрива на Бога, ако не бях се спрял\nАко не бях се преобличал като супермен\nАко не беше ме видяла майка, айде чао\nЩях да съм само спомен в тъжен ден\n\nАко бях отличник без отсъствия\nИ бях прочел поне една книга през лятото\nСега щеше ли да бъде Тото същия\nВ чужди държави щеше ли да търси златото\nYou might also likeАко не бях се дънил щях ли да се уча\nМожеше ли моя избор да са грешките ми?\nМожеше ли да запиша нещо и да го изуча?\nМожеше ли всички да разбират смешките ми?\n\nCHORUS [MARIANOFF]:\nСамо ако бях\nПропуснал да допусна даже една от грешките ми\nДали щях\nДа поема в посока различна от пътя ми\n\nКогато се спрях\nИ очите бяха пълни със сълзи\nС(ъс) тях полях\nЦветето, на което се усмихваш\n\nV2 [TOTO H]:\nАко не бях дете на разведени\nИ не знаех какво значи пастрок\nЩях ли да съм дете на наведени\nИ да знам, че в любовта има срок\n\nМного пъти само ако бях си замълчал\nАко не гонех в живота си върха\nАко бях използвал други думи за начало\nЩяха ли по друг начин да ме разберат\nМоже ли да е това, което е сега\nБоже кажи ми, няма как да те чуя\nНо знам, че ти си го решил и като е така\nЩом трябва нека да ми видят...\n\nАко не ме бяха видели в анцунга червен\nИ не бях се удавил в уиски\nСега на тръгване, прибиране и всеки ден\nЩях ли да имам двете най-красиви усмивки\n\nCHORUS [MARIANOFF] x2:\nСамо ако бях\nПропуснал да допусна даже една от грешките ми\nДали щях\nДа поема в посока различна от пътя ми\n\nКогато се спрях\nИ очите бяха пълни със сълзи\nС(ъс) тях полях\nЦветето, на което се усмихвашEmbed","language":"bg"}
{"track_id":"6H0PLsSYMzDOqhLgyOlzIj","lyrics":"3 ContributorsTranslations日本語米津玄師 (Kenshi Yonezu) - 感電 (Kanden) (Romanized) Lyrics[米津玄師「感電」羅馬拼音歌詞]\n\n[Verse 1]\nNigedashitai yoru no ourai yukue wa imada fumei\nMawarimawatte munashiku tte komacchatta wan wan wan\nUshinatta tsumori mo nai ga nani ka tarinai kibun\nChotto hen ni hai ni natte fuka shikonda yonrinsha\n\n[Pre-Chorus]\nKyoudai yo doukashiyo mou nanimo kangaenai yo\nGingakei no hazure e to sayounara\nShinjitsu mo doutoku mo kousa shinai ikareta yoru demo\nBokura te wo tataite waraiau\nDare ni mo shirarenai mama\n\n[Chorus]\nTatta isshun no kono kirameki wo\nTabetsukusou futari de kutabaru made\nSoshite kouun wo bokura ni inori wo\nMada ikou dare mo oitsukenai kurai no supiido de\n\n[Post-Chorus]\nInazuma no you ni ikitetai dake\nOmae wa dou shitai? henji wa iranai\n\n[Verse 2]\nKorogashita shasou to joukei douki wa imada fumei\nJama kusakute iratsuite mayoikonda nyan nyan nyan\nKokoira de otoshita saifu dareka mimasen deshita?\nBaka mitai ni tsuitenai ne chakashite kure haiwei sutaa\nYou might also like[Pre-Chorus]\nYou aibou mou icchou manga mitai na kenka shiyou yo\nShare ni nannai kurai no yatsu wo otameshi de\nSeiron to bouron mo bunrui sae deki ya shinai machi wo\nNukedashite otagai ni waraiau\nMezasu no wa meroo na endingu\n\n[Chorus]\nSore wa shinzou wo setsuna ni yurasu mono\nOikaketa totan ni miushinacchau no\nKitto eien ga dokka ni arun da to\nAsatte wo sagashimawaru no mo waruku wa nai deshou\n\n[Post-Chorus]\nOmae ga dokka ni kieta asa yori\nKonna yoru no hou ga mada mashi sa\n\n[Bridge]\nAi ni suiren tooku no sairen\nHibikiau kyoukaisen\nAishiau you ni kenka shiyou ze\nYaruse nasa hissagete\n\nAi ni suiren tooku no sairen\nHibikiau kyoukaisen\nAishiau you ni kenka shiyou ze\nYaruse nasa hissagete\n[Chorus]\nTatta isshun no kono kirameki wo\nTabetsukusou futari de kutabaru made\nSoshite kouun wo bokura ni inori wo\nMada ikou dare ni mo oitsukenai kurai no supiido de\n\nSore wa shinzou wo setsuna ni yurasu mono\nOikaketa totan ni miushinacchau no\nKitto eien ga dokka ni arun da to\nKusattemo sagashimawaru no mo waruku wa nai deshou\n\n[Post-Chorus]\nInazuma no you ni ikitetai dake\nOmae wa dou shitai?\nHenji wa iranai4Embed","language":"no"}
{"track_id":"2KyXyTrp3kp1Fsg7B1osYD"}
{"track_id":"4QXpGTmnWwftsbcSVhBeAm","lyrics":"1 ContributorHello, Again ～昔からある場所～ Lyrics[My Little Lover「Hello, Again」歌詞]\n\n[Verse 1]\nいつも　君と　待ち続けた　季節は\n何も言わず　通り過ぎた\n\n[Verse 2]\n雨はこの街に　降り注ぐ\n少しの　リグレットと罪を　包み込んで\n\n[Pre-Chorus 1]\n泣かないことを　誓ったまま　時は過ぎ\n痛む心に　気が付かずに　僕は一人になった\n\n[Chorus 1]\n「記憶の中で　ずっと二人は　生きて行ける」\n君の声が　今も胸に響くよ　それは愛が彷徨う影\n君は少し泣いた？　あの時見えなかった\n\n[Verse 3]\n自分の限界が　どこまでかを　知るために\n僕は生きてる訳じゃない\n\n[Pre-Chorus 2]\nだけど　新しい扉を開け　海に出れば\n波の彼方に　ちゃんと\"果て\"を感じられる\nYou might also like[Chorus 2]\n僕は　この手伸ばして　空に進み　風を受けて\n生きて行こう　どこかでまためぐるよ　遠い昔からある場所\n夜の間でさえ　季節は変わって行く\n\n[Bridge]\n雨は　やがて　あがっていた\n\n[Chorus 1]\n「記憶の中で　ずっと二人は　生きて行ける」\n君の声が　今も胸に響くよ　それは愛が彷徨う影\n君は少し泣いた？　 あの時見えなかった\n\n[Outro]\nHello, again, a feeling heart\nHello, again, my old dear place\n\nHello, again, a feeling heart\nHello, again, my old dear place\n\nHello, again, a feeling heart\nHello, again, my old dear placeEmbed","language":"ja"}
{"track_id":"0jm8p2ErwB4u3uvxc7vxGy","lyrics":"6 ContributorsBlind Op Zoek (Trapagas) Lyrics[Songtekst van \"Blind Op Zoek (Trapagas)\"]\n\n[Intro]\n(J-J-JasonXM)\nJinho 9\n\n[Verse 1]\nIk wil liever blijven naast jou\nIk heb niets liever, my darlin'\nLiever spend ik met jou de mornin'\nMaar het eind van de maand is callin' my phone\n\n[Pre-Chorus]\nLiefst ik wil jou bellen, maar zit guap te tellen\nKan met jou niet verder als jij blijft rellen\n\n[Chorus]\nIk ben blind op zoek naar dough, naar dough, naar dough\nIk ben blind op zoek naar dough, naar dough, naar dough\nBaby girl, je doet alsof ik dit wou (Wou)\nAlles wat ik doe, dat doe ik voor jou\nIk ben blind op zoek naar dough, naar dough, naar dough (Naar dough, dough, dough, dough)\n\n[Verse 2]\nJij merkt op dat ik anders doe\nDat is omdat ik ook anders ben\nIk kan niet altijd komen naar je toe\nWaarom begrijp jij niet waarom ik ren?\nTrapagas\nIk ben niet zomaar op stap\nIk zoek pap, zoek guap\nWil niet terug naar hoe het was, nah\nYou might also like[Pre-Chorus]\nLiefst ik wil jou bellen, maar zit guap te tellen\nKan met jou niet verder als jij blijft rellen\n\n[Chorus]\nIk ben blind op zoek naar dough, naar dough, naar dough\nIk ben blind op zoek naar dough, naar dough, naar dough\nBaby girl, je doet alsof ik dit wou (Wou)\nAlles wat ik doe, dat doe ik voor jou\nIk ben blind op zoek naar dough, naar dough, naar dough\n(Naar dough, dough, dough, dough)\n\n[Verse 3]\nBaby, jij zal moeten wennen, wennen\nWaarom breng je mij in een dilemma-lemma?\nDe money die ik heb is niet forever, ever\nM'n oude libi wil ik niet meer kennen, kennen\nTrapagas\nBaby, waarom verander je wanneer ik zoek naar die pap of guap?\nAls ik met jou kon zijn deed het minder pijn\n\n[Pre-Chorus]\nLiefst ik wil jou bellen, maar zit guap te tellen\nKan met jou niet verder als jij blijft rellen\n\n[Chorus]\nIk ben blind op zoek naar dough, naar dough, naar dough\nIk ben blind op zoek naar dough, naar dough, naar dough\nBaby girl, je doet alsof ik dit wou (Wou)\nAlles wat ik doe, dat doe ik voor jou\nIk ben blind op zoek naar dough, naar dough, naar dough (Naar dough, dough, dough, dough)Embed","language":"nl"}
{"track_id":"3f3L2MP4oniV1bmSxGbcW4","lyrics":"3 Contributorsลาลาลอย (100%) Lyricsฉันจะพาเธอลอย\nล่องไปในอวกาศที่มีแต่เธอมีแต่เธอแต่ไม่ต้องกลัว\nฉันจะพาเธอลอยล่องไปในอันตรายจะมีแต่เธอมีแต่เธอแต่ไม่ต้องกลัว\n\nคิดถึงฉันวันละนิดคิดตอนเธอยังมีสิทธิ์ชิดวันละนิดก็พอ\nI said, shit 100% rich ไม่ต้องคิดชีวิต lit เธอไม่ต้องนั่งรอ\nI said, ต้องพยายามทักไลน์ พรรณามากมาย but u said bye bye\nI said, dont be a lil' kid just do it like a quiz\nIm gonna let u fly\n\nความรักจะไม่ตกหลุม\nความรักทำให้หลงรัก\nเหนื่อยไหมอยากให้เธอพัก\nก่อนและฉันจะพาเธอ ลอย\n\nฉันจะพาเธอลอย\nล่องไปในอวกาศที่มีแต่เธอมีแต่เธอแต่ไม่ต้องกลัว\nฉันจะพาเธอลอยล่องไปในอันตรายจะมีแต่เธอมีแต่เธอแต่ไม่ต้องกลัว\n\nตอนจบก็ไม่มีใครเขาบอกเธอแค่ในละครยังหลอกเลยแค่ไม่ได้คิดว่าก่อนเคยเป็นมายังไง\nและพระเอกก็ไม่ได้พิเศษเสมอไปหรือแสนดีเลิศเลออย่างเข้าใจแบบที่คิดไว้ใดๆหรอก\nI don't wanna take your time\nสะดุดอีกแล้วหลงรักเธอจนละลาย\nOh baby girl i just wanna get u fly\n\nลาลาลาลอย ลาลาละลอย ลาลาลาลอย(x4)You might also likeEmbed","language":"th"}
{"track_id":"03Ih0yoTF85crrHUtLUoHF","lyrics":"1 ContributorConselho (Ao Vivo) LyricsVida amorosa respirando com ajuda de aparelhos\nEstragando o fígado porque o coração não tem mais jeito\n\nE quando a gente não quer mais largar o osso\nE tem alguém que te faz mal, mas faz gostoso\nÉ pros mais velhos que a gente vai pedir conselho\nFala aí, velho barreiro\n\nBebe que passa\nUsa uns negocin aí que faz fumaça\nFica três dias invernado na margaça\nSó assim pra você esquecer\nAquela coisa linda que te acaba\n\nBebe que passa\nUsa uns negocin aí que faz fumaça\nFica três dias invernado na margaça\nSó assim pra você esquecer\nAquela coisa linda que te acabaYou might also likeEmbed","language":"pt"}
{"track_id":"2PqPSf3gtTED79rWGwVtYg"}
{"track_id":"4R2kfaDFhslZEMJqAFNpdd","lyrics":"291 ContributorsTranslationsNederlandsTürkçeEspañolСрпскиРусскийRomânăPortuguêsفارسیItalianoBahasa IndonesiaMagyarDeutschFrançaisHrvatskiChinese TraditionalΕλληνικάУкраїнськаPolskiSlovenščinaالعربيةHebrewCatalà한국어cardigan Lyrics[Verse 1]\nVintage tee, brand new phone\nHigh heels on cobblestones\nWhen you are young, they assume you know nothing\nSequin smile, black lipstick\nSensual politics\nWhen you are young, they assume you know nothing\n\n[Chorus]\nBut I knew you\nDancin' in your Levi's\nDrunk under a streetlight, I\nI knew you\nHand under my sweatshirt\nBaby, kiss it better, I\n\n[Refrain]\nAnd when I felt like I was an old cardigan\nUnder someone's bed\nYou put me on and said I was your favorite\n\n[Verse 2]\nA friend to all is a friend to none\nChase two girls, lose the one\nWhen you are young, they assume you know nothing\nYou might also like[Chorus]\nBut I knew you\nPlaying hide-and-seek and\nGiving me your weekends, I\nI knew you\nYour heartbeat on the High Line\nOnce in twenty lifetimes, I\n\n[Refrain]\nAnd when I felt like I was an old cardigan\nUnder someone's bed\nYou put me on and said I was your favorite\n\n[Bridge]\nTo kiss in cars and downtown bars\nWas all we needed\nYou drew stars around my scars\nBut now I'm bleedin'\n\n[Chorus]\n'Cause I knew you\nSteppin' on the last train\nMarked me like a bloodstain, I\nI knew you\nTried to change the ending\nPeter losing Wendy, I\nI knew you\nLeavin' like a father\nRunning like water, I\nAnd when you are young, they assume you know nothing\n[Verse 3]\nBut I knew you'd linger like a tattoo kiss\nI knew you'd haunt all of my what-ifs\nThe smell of smoke would hang around this long\n'Cause I knew everything when I was young\nI knew I'd curse you for the longest time\nChasin' shadows in the grocery line\nI knew you'd miss me once the thrill expired\nAnd you'd be standin' in my front porch light\nAnd I knew you'd come back to me\nYou'd come back to me\nAnd you'd come back to me\nAnd you'd come back\n\n[Refrain]\nAnd when I felt like I was an old cardigan\nUnder someone's bed\nYou put me on and said I was your favorite174Embed","language":"en"}
{"track_id":"5a0nHa7F4S9hb0Zi0zLS8w","lyrics":"56 ContributorsTranslationsفارسیPortuguêsTürkçeEnglishDanskRomanizationFrançaisSUGA’s Interlude Lyrics[Intro: Halsey]\nI've been trying all my life\nTo separate the time\nIn between the having it all\nAnd giving it up, yeah\n\n[Verse 1: SUGA]\nAyy, 내 머릿속엔 파란색만 가득한 이 방황\n자기혐오들과 자만이 내 마음속에 살아\n꿈이 가득한 난 자라 모든 꿈을 이뤘건만\n꿈은 꿈으로만 간직하는 게\n더 낫지라는 생각을\n동시에 하며 살아가고 있지\n내 도약은 추락이 아니기를\n너의 신념 노력 믿음 욕심들은\n추악이 아님임을 믿어 ayy\n해가 뜨기 전 새벽은 무엇보다 어둡지만\n네가 바란 별들은 어둠 속에서만\n뜬다는 걸 절대 잊지 마\n\n[Chorus: Halsey]\nI been trying all my life\nTo separate the time\nIn between the having it all\nAnd giving it up, yeah (Hey)\nI wonder what's in store\nIf I don't love it anymore (Hey)\nStuck between the having it all\nAnd giving it up, yeah (Hey)\nYou might also like[Verse 2: SUGA]\n가끔은 내가 걷고 있는 게 맞는지\n하염없이 터널 끝을 향해 달리면\n뭐가 또 있을런지\n맞긴 한지 내가 바라던 미래와는\n솔직히 다른 거지\n상관없지 이제는 생존의 문제\n어찌 됐든 상관없지 yeah, yeah\n네가 바란 것들과는 다를지 몰라 (몰라)\n네가 살아가는 것도 사랑하는 것도 변할지 몰라 (몰라)\nThat’s true (That’s true, that’s true)\n(Yeah) Yeah, so, are you gonna move?\n꾸물거리기엔 우린 아직 젊고 어려 부딪혀보자고\nSo what you gonna do?\n\n[Chorus: Halsey]\nI been trying all my life\nTo separate the time (Hey)\nIn between the having it all\nAnd giving it up, yeah (Hey)\nI wonder what's in store\nIf I don't love it anymore (Hey)\nStuck between the having it all\nAnd giving it up, yeah29Embed","language":"ko"}
